Repository: wangaguo/ossf_openfoundry_projects
Catalog: trunk/services/sympa/source/po/*.po
Languages: it

source: or send an email to %1 with the following subject : AUTH %2 ADD %3 %4 %5
it: O invia un messaggio a %1 con il seguente Oggetto: AUTH %2ADD%3 %4 %5

source: or send an email to %1 with the following subject : AUTH %2 DEL %3 %4
it: o invia un messaggio a %1 con il seguente Oggetto:AUTH·%2·DEL·%3·%4

source: May take a lot of CPU time, be careful !
it: Potrebbe richiedere molto tempo CPU, sii prudente!

source: %1 hits on message's From field
it: %1 risultato(i) nel campo From: del messaggio

source: (old email : %1)
it: (vecchia email: %1)

source: : unable to read '%1'.
it: Impossibile leggere %1

source: The %1 latest lists
it: Le ultime %1 liste

source: The %1 latest messages
it: Gli ultimi %1 messaggi

source: The %1 latest shared documents
it: Gli ultimi %1 documenti condivisi

source: The %1 most active lists
it: Le %1 liste più usate

source: The active lists
it: Le liste attive

source: The latest lists
it: Le liste più recenti

source: The latest messages
it: I messaggi più recenti

source: The latest shared documents
it: I documenti condivisi più recenti

source: User %1 has encountered a system error
it: L'utente %1 è incappato in un errore di sistema

source: User %1 has encountered an internal server error
it: L'utente %1 è incappato in un errore interno di sistema

source: active lists
it: Liste attive

source: for %1 days
it: per %1 giorni

source: latest documents
it: Documenti più recenti

source: latest lists
it: liste più recenti

source: latest messages
it: messaggi più recenti

source: on %1
it: su %1

source: validated by %1
it: approvato da %1

source: # message
it: # messaggio

source: %1 / subscribing to %2
it: %1 / iscrizione a %2

source: %1 / unsubscribing from %2
it: %1 / disicrizione da %2

source: %1 / your environment
it: %1 / il tuo ambiente

source: %1 : No such file or directory
it: %1 :file o directory inesistente

source: %1 : action succeeded
it: %1 : azione eseguita

source: %1 : action succeeded soon
it: %1 : l'azione verrà eseguita tra poco

source: %1 : file not editable
it: %1 : file non modificabile

source: %1 : incorrect name
it: %1 : nome erroneo

source: %1 : unknown family
it: %1 : famiglia sconosciuta

source: %1 : unknown list
it: %1 : lista sconosciuta

source: %1 : unknown robot
it: %1 : robot sconosciuto

source: %1 addresses have been removed
it: sono stati eliminati %1 indirizzi

source: %1 addresses have been subscribed
it: sono stati iscritti %1 indirizzi

source: %1 admin page
it: Pagina d'amministrazione di %1

source: %1 archive quota exceeded. Total size used for %1@%2 archive is %3 Bytes. Messages are no more web-archived. Please contact %5@%4.
it: L'archivio di %1 ha superato la quota disponibile. Lo spazio totale usato per l'archivio %1@%2 è di %3 Byte.I Messaggi non verranno più archiviati. Contatta %5@%4.

source: %1 by day
it: %1 per giorno

source: %1 hits on message's Body
it: %1 risultato(i) nel corpo del messaggio

source: %1 hits on message's Date field
it: %1 risultato(i) nel campo Date

source: %1 hits on message's Subject field
it: %1 risultato(i) nel campo Oggetto

source: %1 is already subscribed to the list %2
it: %1 è già iscritto alla lista %2

source: %1 is not an available reception mode
it: %1 non è un modo di ricezione dei messaggi disponibile

source: %1 mailing list creation
it: creazione della lista di distribuzione %1

source: %1 mailing list does not provide subscriber preferences.
it: La mailing list %1 non prevede opzioni per gli iscritti

source: %1 message(s)
it: %1 messaggi(o)

source: %1 messages selected out of %2
it: %1 messaggi selezionati su %2

source: %1 occurrence(s) found
it: %1 risultato/i trovato/i

source: %1 requested creation of list "%2"
it: %1Ha chiesto di iscriversi alla lista %2

source: %1 subscribers added
it: Aggiunti %1 iscritti

source: %1@%2 - %3 : %4 messages
it: %1@%2. %3:%4 messaggi

source: %1@%2 is no more an instance of family %3. This list has been closed.
it: %1@%2 non è più un'istanza della famiglia %3. La lista è stata chiusa.

source: %1@%2 mailing list has been activated by listmaster.
it: La lista %1@%2 e` stata attivata dal listmaster.

source: %1@%2 mailing list has been rejected by listmaster.
it: La lista %1@%2 è stata rifiutata dal listmaster.

source: %2@%3 archives use %4% of allowed disk quota.
it: %2@%3 archivi usano %4% di quota disco disponibile.

source: %Image(%s)
it: %Immagine(%s)

source: '%1' : bad listname
it: %1: nome di lista non valido

source: '%1' list already exists
it: la lista '%1' esiste già

source: (All of this words,
it: (Tutte le parole,

source: (Default value: reception mail,notice,digest,digestplain,summary,nomail)
it: (Valori impliciti: reception mail,notice,digest,digestplain,summary,nomail)

source: (Each of this words,
it: (Ognuna di queste parole,

source: (Subject of your mail : %1)
it: (Oggetto della tua mail: %1)

source: (This sentence,
it: (Questa frase,

source: ), provide your email address and associated password.
it: ), inserisci il tuo indirizzo e-mail e la password associata.

source: ** Warning: Message part originally used character set %s Some characters may be lost or incorrect **
it: ** Attenzione: Il messaggio usava originiariamente il set di caratteri %s Alcuni caratteri potrebbero esser andati persi o essere sbagliati **

source: ***** V I R U S A L E R T *****
it: ****** A V V E R T I M E N T O di V I R U S *****

source: -----End of Delivery Status Report-----
it: -----Fine della relazione sullo stato di consegna----

source: -----End of original message from %s-----
it: ------ Fine del messaggio originario da %s------

source: --Select a topic--
it: --Scegli un argomento--

source: -Archives
it: Archivi

source: -Bounces
it: -Respinti

source: -Data sources
it: -Origine dei dati

source: -List definition
it: Definizione della lista

source: -Miscellaneous
it: Miscellanea

source: -Privileges
it: -Privilegi

source: -Sending/reception
it: -Invio/Ricezione

source: 1 day
it: un giorno

source: 1 hour
it: un'ora

source: 1 week
it: una settimana

source: 10 minutes
it: dieci minuti

source: 30 minutes
it: trenta minuti

source: 6 hours
it: sei ore

source: : Login / Logout from WWSympa.
it: : Entra od esci da WWSympa.

source: : directory of lists available on the server
it: Elenco delle liste disponibili sul server

source: : user preferences. This is proposed to identified users only.
it: preferenze d'uso. Viene proposto solo agli utenti che si sono identificati.

source: : your environment as a subscriber or as owner
it: : Il tuo ambiente come utente o proprietario.

source: <em>modelist</em> is a list of modes (mail, notice, digest, digestplain, summary, nomail), separated by commas. Only these modes will be allowed for the subscribers of this list. If a subscriber has a reception mode not in the list, sympa uses the mode specified in the default_user_options paragraph.
it: <em>modelist</rm> è un elenco di modi (mail, notice, digest, digestplain, summary, nomail), separati da virgole. Solo questi modi saranno permessi agli iscritti alla lista, sympa usa il modo stabilito nel paragrafo default_user_options.

source: <strong>%1</strong> is subscribed to the following mailing lists
it: <strong>%1</strong> è iscritto alle seguenti liste di distribuzione

source: <strong>Bounces</strong> : Manage non-delivery reports (also called bounces).
it: </strong>Respinti</strong> : Gestisce i rapporti di mancata consegna (detti anche Bounces)

source: <strong>Create shared</strong> : initializes the shared document web space.
it: <strong>Crea spazio condiviso</strong>: inizializza lo spazio web condiviso.

source: <strong>Customizing</strong> : editing of various files and messages attached to your list.
it: <strong>Personalizzazione</strong>: redazione dei vari file e messaggi allegati alla tua lista.

source: <strong>Delete shared</strong> closes it. It can be restored using "Restore shared" button
it: <strong>Elimina spazio condiviso</strong> lo chiude. Può essere ripristinato usando il tasto "Ripristina Condiviso"

source: <strong>Edit list config</strong>: must be used with care : it allows to modify some of the list parameters. The list of parameters you can modify depends on your privilege.
it: <strong>Modifica la configurazione</strong>Deve essere usato con attenzione: permette di modificare alcuni dei parametri della lista. L'elenco dei parametri che puoi modificare dipende dai tuoi privilegi.

source: <strong>Manage Archives</strong> : Allow you to download and delete list archives.
it: <strong> Gestisci gli archivi</strong>: Ti permette di scaricare e cancellare gli archivi delle liste.

source: <strong>Remove list</strong> : completely removes the current list. Listmaster privileges are required to Restore a list
it: <strong>Cancella Lista</strong>: toglie completamente la lista da quelle presenti. È richiesto il privilegio di ListMaster per ripristinarla

source: A confirmation password has been sent to your email address %1.<br />Please check your e-mail box to provide the confirmation password below.
it: La tua password è stata spedita al tuo indirizzo %1 <br/> Controlla la tua casella di posta e inserisci la password qui sotto.

source: A confirmation password will be sent to the address you supply, after pressing the button. This will take you to the next screen to confirm that your address is operational.
it: Verrà spedita una password di conferma all'indirizzo che dovrai fornire dopo aver pigiato il bottone. Questo ti porterà alla prossima schermata per darti conferma che il tuo indirizzo è funzionante.

source: A directory named '%1' already exists
it: Una directory di nome '%1' esiste già

source: A few lines describing the list
it: Descrivi la lista in qualche riga.

source: A loop has been detected with the following message
it: È stato rilevato un loop con il seguente messaggio

source: A virus in your email
it: Trovato un virus nel tuo messaggio

source: ADD <list> user@host Full name * To add a user to a list
it: ADD <list> user@host Nome completo * Per aggiungere un utente alla lista

source: AUTHORIZATION REJECT (%1)
it: Rifiuto d'autorizzazione (%1)

source: Access
it: Accedi

source: Access control for the document %1
it: Diritti di accesso per il documento %1

source: Add
it: Aggiungi

source: Add a bookmark
it: Aggiungi un bookmark

source: Add selected addresses
it: Aggiungi gli indirizzi selezionati

source: Add subscriber '%1' in DB failed.
it: L'aggiunta dell'iscrizione %1 nel DB ha fallito.

source: Add subscribers
it: Aggiungi utenti

source: Add user '%1' in DB failed.
it: L'aggiunta dell'utente '%1' nel DB è fallita

source: Adding a user to the list is impossible.
it: Non è possibile aggiungere un utente alla lista

source: Adding a user to the list is restricted to list owners.
it: L'aggiunta di un utente alla lista è limitata al proprietario della lista.

source: Address "%1" is incorrect
it: L'indirizzo "%1" è errato

source: Address detected via VERP technologie
it: L'indirizzo è stato trovato con la tecnologia VERP

source: Advanced search
it: Ricerca avanzata

source: Aliases have been installed.
it: Gli alias sono stati installati.

source: Aliases you should install in your mailer
it: Alias da installare nel server di posta.

source: All commands must be sent to the electronic address %1
it: Tutti i comandi devono essere inviati all'indirizzo %1

source: An encrypted message from %1 has been distributed to Subject : %2
it: Un messaggio codificato da %1 è stato distribuito a Subject: %2

source: Anonymous sender
it: Mittente anonimo

source: Antivirus scan failed
it: L'analisi antivirus è fallita

source: Any information about this list :
it: Informazioni sulla questa lista

source: Apply
it: Esegui

source: Archive
it: Archivio

source: Archive Management
it: Gestione dell'archivio

source: Archive encrypted mails as cleartext
it: Archivia in chiaro le mail crittate

source: Archive of %1, file %2
it: Archivio si %1, file %2

source: Archive powered by
it: Archivio con motore

source: Archives
it: Archivi

source: Archives Selection:
it: Selezione degli archivi:

source: Archives are empty for this list
it: Gli archivi sono vuoti per questa lista

source: Archives from %1 are not accessible
it: Gli archivi da %1 non sono accessibili

source: Archives index of list %1
it: Indice dell'archivio della lista %1

source: Are you sure you wish to close %1 list ?
it: Sei sicuro di voler chiudere la lista %1?

source: Are you sure you wish to delete the shared documents ?
it: Sei sicuro di voler cancellare i documenti condivisi?

source: Article to be approved for list %1 from %2
it: Messaggio da approvare per la lista %1 da %2

source: Article to be tagged for list %1 from %2
it: Messaggio da contrassegnare per la lista %1 da %2

source: Attachment type
it: tipo di allegato

source: Auth method
it: Metodo di autorizzazione

source: Authentication failed
it: Autenticazione fallita.

source: Author
it: Autore

source: Available commands are:
it: Elenco dei comandi:

source: Available subscription options
it: Modalità di iscrizione disponibili

source: Average by day
it: Media per giorno

source: Based on <em><a href="http://www.mhonarc.org/contrib/marc-search/">Marc-Search</a></em>, search engine of MHonArc archives
it: Basato sul motore di ricerca di archivi MHonArc: <em><a href="http://www.mhonarc.org/contrib/marc-search/">Marc-Search</a></em>

source: Because we received MANY non-delivery reports, the %1 subscribers listed below have been notified that they might be removed from list %2:
it: Siccome sono stati ricevuti molti rapporti di non consegna, i %1iscritti elencati qui sotto sono stati avvertiti che potrebbero essere tolti dalla lista %2:

source: Because we received MANY non-delivery reports, the %1 subscribers listed below have been removed from list %2:
it: Dopo aver ricevuto molti rapporti di non consegna, gli %1 indirizzi elencati qui sotto sono stati rimossi dalla lista %2:

source: Because we received MANY non-delivery reports, the %1 subscribers listed below have been selected by Sympa as severe bouncing addresses:
it: Dopo aver ricevuto molti rapporti di non consegna, i %1 iscritti elencati sotto sono stati segnati da Sympa come indirizzi seriamente errati:

source: Body
it: Corpo

source: Bookmark URL
it: URL Bookmark

source: Bounce Settings
it: Configurazione dei messaggi errati

source: Bounce rate in list %1 is %2. You should delete bouncing subscribers : %3/reviewbouncing/%4
it: Il tasso di messaggi respinti nella lista %1 è %2. Dovresti cancellare gli iscritti : %3/reviewbouncing/%4

source: Bounces
it: Gestione degli indirizzi respinti

source: Bounces count :
it: indirizzi respinti :

source: Bounces management
it: Gestione degli indirizzi respinti

source: Bouncing address
it: Indirizzo respinto

source: CONFIRM <key> * Confirmation for sending a message (depending on the list's configuration)
it: CONFIRM:<chiave> * Conferma per inviare un messaggio (dipende dalla configurazione della lista)

source: Cancel
it: Elimina

source: Cannot connect to database %1, still trying...
it: Non riesco a contattare il database %1, continuo a provare

source: Cannot create shared for list '%1'.
it: Non posso creare spazio condiviso per la lista %1

source: Cannot delete shared for list '%1'.
it: Non posso cancellare lo spazio condiviso per la lista '%1'

source: Cannot open file '%1'
it: Non posso caricare il file %1

source: Cannot overwrite file %1
it: Non posso sovrascrivere il file %1

source: Cannot restore shared for list '%1'.
it: Non posso ripristinare lo spazio condiviso per la lista '%1'

source: Cannot save config file for list '%1'.
it: Non posso salvare il file di configurazione per la lista '%1'

source: Cannot unzip file '%1'.
it: Non posso decomprimere il file %1

source: Cannot upload file %1
it: Non posso caricare il file %1

source: Cannot upload file '%1'.
it: Non posso caricare il file %1

source: Cascading Style Sheet
it: Foglio di stile (CSS)

source: Case
it: Maiuscole e minuscole

source: Certificate expiration date
it: Data di scadenza del certificato

source: Certificate issuer
it: Certificato emesso da

source: Change my email address
it: Cambio dell'indirizzo email

source: Changing your email address
it: Cambio del tuo indirizzo email

source: Changing your password
it: Cambio della password

source: Check
it: Controlla

source: Check %1 list usage :
it: Controllo dell'utilizzo della lista %1:

source: Check Sympa log files for more precise information
it: Controlla i log file di Sympa per informazioni più precise

source: Check Sympa log files for more precise information.
it: Controlla i log file di Sympa per informazioni più precise

source: Check our translation FAQ if you wish to translate Sympa GUI in your native language :
it: Controlla le nostre FAQ sulle traduzioni se vuoi tradurre l'interfaccia GUI nella tua lingua madre

source: Check your mailbox for new messages and enter below the password given in the message Sympa sent you. This will confirm your unsubscription from list %1.
it: Controlla i nuovi messaggi nella tua mailbox e inserisci qui sotto la password indicata nel messaggio che ti ha spedito Sympa Questo confermerà la tua disiscrizione dalla lista %1

source: Check your mailbox for new messages and enter below the password. This will confirm your subscription to list %1
it: Controlla i nuovi messaggi nella tua casella di posta e inserisci qui sotto la password. Questo confermerà la tua iscrizione alla lista %1

source: Choose your authentication server
it: Scegli il tuo server d'autenticazione

source: Cipher key size used
it: dimensione della chiave di crittatura

source: Close it
it: Chiudere la lista.

source: Closed lists
it: Liste chiuse

source: Colors
it: Colori

source: Command '%1' found : ignoring end of message.
it: Comando %1 trovato: ignorato il resto del messaggio.

source: Command has been performed :
it: Il comando è stato eseguito:

source: Command has been rejected :
it: Il comando è stato rifiutato:

source: Command has failed :
it: Il comando non è riuscito:

source: Command has failed because of an internal server error :
it: Il comando non è stato eseguito a causa d'un errore di sistema interno:

source: Command not understood: ignoring end of message.
it: Comando non riconosciuto: ignorato il resto del messaggio.

source: Command syntax error.
it: Errore di sintassi

source: Concerned subscribers have been noticed about deleted topics
it: La cancellazione del'argomento è stata notificata agli interessati.

source: Config file has been modified by %1. Cannot apply your changes
it: Il file di configurazione è stato modificato da %1. Non posso eseguire i tuoi cambiamenti

source: Configuration file
it: File di configurazione

source: Configuration file has been updated
it: Il file di configurazione è stato aggiornato.

source: Confirm
it: Conferma

source: Confirm %1
it: Conferma %1

source: Connection to database %1 restored.
it: Ripristinata la connessione al database %1

source: Connexion expiration period
it: Periodo di scadenza della connessione.

source: Contact owners
it: Contatta il proprietario

source: Continue search
it: Continua la ricerca

source: Cookie error : '%1' undefined, authentication failure.
it: Errore di Cookie: %1 non definito, fallita l'autenticazione.

source: Could not change your subscription address for the list '%1' because your new address is not allowed to subscribe/unsubscribe :
it: Non posso cambiare l'indirizzo email di iscirizione per la lista '%1' perché il tuo nuovo indirizzo non ha il permesso d'iscriversi o disiscriversi:

source: Create
it: Crea una lista

source: Create Shared
it: Crea spazio condiviso

source: Create a new file
it: Crea un nuovo file.

source: Create a new folder inside the folder %1
it: Crea una nuova cartella all'interno della cartella %1

source: Create a new folder inside the root folder
it: Crea una nuova cartella all'interno della cartella di base

source: Create list
it: Crea una lista

source: Creation date
it: Data di creazione

source: Creation of the list
it: Creazione della lista

source: Current password :
it: Password attuale

source: Currently you didn't define css_path parameter. <strong>You should edit the robot.conf configuration file </strong> (or if not using virtual robot sympa.conf) and set this parameter so you could use this page to install static CSS and <strong>make sympa faster</strong>. Don't forget to set parameter css_url, it must be the URL for the directory where css are stored (current value is <a target="test" href="%1">%1</a>).
it: Attualmente non hai definito il paramentro css_path. <strong>Dovresti modificareil file di configurazione robot_conf</strong> (o se non stai usando robot virtuali, sympa.conf) e impostare il parametro in modo da poter usare questa pagina per installare il CSS statico e rendere <strong>sympa più veloce</strong>. Non dimenticarti di impostare il parametro css_url, che deve essere l'URL della cartella dove vengono salvati i css (il valore attuale è <a·target="test"·href="%1">%1</a>).

source: Custom header field
it: Campo header personalizzato

source: Customize templates
it: Maschere di personalizzazione

source: Customizing
it: Personalizza

source: DEL <list> user@host * To delete a user from a list
it: DEL <lista> utente@host * Per togliere un utente da una lista.

source: DISTribute <list> <key> * Moderation: to validate a message
it: DISTribute <lista> <chiave> Moderazione: per confermare un messaggio

source: Daily evaluation of bouncing users
it: Controllo giornaliero degli utenti errati

source: Data Source
it: Origine dei dati

source: Data have changed on disk. Cannot apply your changes
it: I dati su disco sono cambiati. Non posso applicare le tue modifiche

source: Data sources setup
it: Configurazione dell'origine dei dati

source: DataBase connection restored
it: Ripristinata la connessione al database

source: Database structure updated
it: Struttura del database aggiornata

source: Date
it: Data

source: Dear owner of list %1, A user asked to be deleted from your list. Shall this be fine with you, you should click the following URL :
it: Gentile gestore della lista '%1', Un utente ha chiesto di essere cancellato dalla lista. Per acconsentire, segui questo URL:

source: Dear owner of list %1, A user asked to be added as a subscriber to your list. Shall this be fine with you, you should click the following URL :
it: Gentile gestore della lista %1, Un utente ha chiesto di essere iscritto alla tua lista. Per acconsentire, clicca sul seguente URL:

source: Default value:
it: Valore predefinito:

source: Default value: bounce_halt_rate robot parameter
it: Valore predefinito: parametro bounce_halt_rate globale.

source: Default value: bounce_warn_rate robot parameter
it: Valori predefiniti: parametro del robot bounce_warn_rate

source: Defines who can access the web archive for the list.
it: Definisce chi può accedere all'archivio web per la lista.

source: Definition of digest mode. If this parameter is present, subscribers can select the option of receiving messages in multipart/digest MIME format, or as a plain text digest. Messages are then grouped together, and compilations of messages are sent to subscribers in accordance with the rhythm selected with this parameter.
it: Definizione del modo Raccolta. Se questo parametro è presente, gli iscritti possono selezionare questa opzione per ricevere i messaggi nel formato MIME multipart/digest, oppure come riassunto in testo semplice. I messaggi sono raggruppati e inviati agli iscritti coi ritmi scelti con questo parametro

source: Delete
it: Elimina

source: Delete Selected Month(s)
it: Elimina i mesi selezionatoi.

source: Delete Shared
it: Elimina lo spazio condiviso

source: Delete selected email addresses
it: Rimuovi gli utenti selezionati
