Repository: wangaguo/ossf_openfoundry_projects
Catalog: trunk/services/sympa/source/po/*.po
Languages: it

source: Listmaster : system error
it: Listmaster: errore di sistema

source: Listname
it: Nome della lista

source: Listname :
it: Nome della lista :

source: Listowners
it: Proprietari della lista:

source: Lists
it: Liste

source: Lists you are editor of:
it: Liste di cui sei moderatore:

source: Lists you are owner of:
it: Liste di cui sei proprietario:

source: Load certificate
it: Carcica il certificato

source: Login issues
it: Risposte al Login

source: Login with you email address and password. You can request a password reminder.
it: Entra col tuo indirizzo e-mail e la tua password. Puoi richiedere un promemoria della password.

source: Loop detected
it: Scoperto un loop

source: Lost password ?
it: La mia password ?

source: MODINDEX <list> * Moderation: to consult the list of messages to moderate
it: MODINDEX <lista> *Moderazione: per consultare l'elenco dei messaggi da moderare.

source: Magic authentification
it: con autenticazione magica

source: Mail reception mode.
it: modo di ricezione dei messaggi.

source: Mailing list configuration to be used for a news letter
it: Configurazione di lista di distribuzione da usare per una news letter

source: Mailing list configuration to be used for a news letter providing both text plain and HTML formats
it: Configurazione di una mailing list per usarla come news lettere con formato sia di testo che HTML

source: Mailing list for intranets
it: Liste per intranet

source: Mailing lists categories
it: Categorie delle liste di distribuzione

source: Manage Archives
it: Gestione degli archivi

source: Manage Subscribers
it: Gestisci gli iscritti

source: Management of bouncers, 1st level
it: Gestione degli indirizzi respinti, 1 livello

source: Management of bouncers, 2nd level
it: Gestione degli indirizzi respinti, 2 livello

source: Managing bouncing subscribers:
it: Gestione degli indirizzi respinti:

source: Maximum message size
it: Grandezza massima del messaggio

source: Maximum number of month archived
it: Massimo numero di mesi da archiviare

source: Maximum size : %1
it: Dimensione massima : %1

source: Maximum size of a message in 8-bit bytes.
it: Dimensione massima del messaggio in byte.

source: Maybe it is usefull to check your system for viruses. Note, however, that many viruses fake sender's e-mail address, so it is possible that the virus didn't come from your computer. In that case, please disregard this message.
it: Può essere utile controllare la presenza di virus nel tuo sistema. Nota, comunque, che molti virus mandano falsi indirizzi email, è quindi possibile che il virus non arrivi dal tuo computer. In questo caso ignora questo messaggio.

source: Message
it: Messaggio

source: Message %1 for list '%2' has been distributed.
it: Il messaggio %1 per la lista '%2' e' stato distribuito.

source: Message %1 for list '%2' has been rejected.
it: Il messaggio %1 per la lista '%2' è stato respinto.

source: Message %1 for list '%2' has been validated ; it will be distributed soon.
it: Il messaggio %1 per la lista '%2' e' stato approvato. Verrà distribuito tra poco

source: Message diffusion
it: Diffusione del messaggio

source: Message diffusion : Authorization reject
it: Diffusione del messaggio: autorizzazione rifiutata

source: Message diffusion : Internal server error
it: Distribuzione del messaggio: errore interno del server

source: Message diffusion : User error
it: Diffusione del messaggio: errore dell'utente

source: Message diffusion in the list is impossible.
it: Distribuzione del messaggio nella lista non possibile

source: Message diffusion in the list is restricted to list moderators.
it: La distribuzione del messaggio alla lista è limitato ai moderatori.

source: Message diffusion in the list is restricted to list subscribers and local domain users.
it: La distribuzione del messaggio nella lista è limitato agli iscritti e agli utenti locali

source: Message diffusion in the list is restricted to list subscribers check S/MIME signature.
it: La distribuzione del messaggio è limitata agli iscritti dopo la verifica della firma S/MIME

source: Message diffusion in the list is restricted to list subscribers.
it: La distribuzione del messaggio è limitata agli iscritti

source: Message diffusion in the list is restricted to local domain users.
it: La distribuzione del messaggio è limitata agli utenti locali

source: Message footer : same as <em>Message header,</em> but attached at the end of the message.
it: Messaggio a pié di pagine: come l'<em>intestazione</em>, ma allegato alla fine del messaggio

source: Message header: If this file is not empty, it is added as a MIME attachment at the beginning of each message distributed to the list.
it: Intestazione: se il file non è vuoto, viene aggiunto come un allegato MIME all'inizio di ogni messaggio distribuito alla lista.

source: Message tagging
it: Contrassegna il messaggio

source: Message topic keywords
it: Parole chiave dei temi del messaggio

source: Message topic name
it: Nome del tema

source: Message topic title
it: Titolo del tema

source: Messages are still archived but you should contact %2@%1
it: I messaggi continuano ad essere archiviati, ma dovresti contattare %2@%1

source: Messages can either be read via email (subscription) or via the web (web archives)
it: I messaggi possono essere letti sia via email (iscrizione) o via web (archivi web)

source: Messages from list %1 that were sent to your address %2 generated non-delivery reports since %3. If this problem persists, you will be automatically unsubscribed from the list.
it: I messaggi dalla lista %1 che sono stati spediti a tuo indirizzo %2 hanno generato un resoconto di non consegna sin dal %3 Se questo problema persiste, verrai automaticamente cancellato dalla lista.

source: Miscellaneous
it: Miscellanea

source: Missing argument %1
it: Manca un argomento %1

source: Missing filter
it: Manca il filtro

source: Moderate
it: Modera

source: Moderated
it: Moderato

source: Moderated, even for moderators
it: Moderato, anche per moderatori

source: Moderated, for non subscribers sending multipart messages
it: Moderato, per non iscritti con messaggi multipart

source: Moderated, for subscribers and moderators
it: Moderato, per iscritti e moderatori

source: Moderated, restricted to subscribers
it: Moderato, ristretto agli iscritti

source: Moderated, with editor confirmation
it: Moderato, con conferma moderatori

source: Moderation
it: Moderazione

source: Moderation spool for list %1
it: coda di moderazione per la lista %1

source: Moderator : %1
it: Moderatore : %1

source: Moderators
it: Moderatori

source: Moderators List %1 / %2
it: Moderatori della lista %1 / %2

source: Moderators defined in an external datasource
it: I moderatori sono definiti da una fonte esterna

source: Moderators of list %1
it: Moderatori della lista %1

source: Moderators of list %1 <%2>
it: Moderatori della lista %1 <%2>

source: Most mailing list features require your email. Some mailing lists are hidden to unidentified persons.<br /> In order to benefit from the full services provided by this server, you probably need to identify yourself first.
it: La maggior parte delle caratteristiche della lista richiedono il tuo indirizzo email.Alcune liste sono nascoste agli anonimi.<br> Per beneficiare dei servizi completi offerti da questo server, devi primaidentificarti.

source: Multipart messages diffusion is impossible.
it: La distribuzione di un messaggio multipart non è possibile

source: Multiple add
it: Aggiunta multipla

source: My password ?
it: La mia password ?

source: NOT USED YET. If bounce rate reaches the halt_rate, messages for the list will be halted, i.e. they are retained for subsequent moderation.
it: NON ANCORA USATO: Se il tasso di rifiuti raggiunge il tasso_di_blocco, i messaggi per la lista vengono bloccati e vengono custoditi per una successiva moderazione

source: Name
it: Nome

source: Name :
it: Nome :

source: Name of the task template use to remove old bounces. Usefull to remove bounces for a subscriber email if some message are distributed without receiving new bounce. In this case, the subscriber email seems to be OK again. Active if task_manager.pl is running.
it: Nome dello schema d'azione usato per eliminare i messaggi respinti. Utile per rimuovere le email respinte d'un iscritto se alcuni messaggi sono stati distribuiti senza che si siano ricevuti altri errori. In questo caso l'email dell'iscritto sembra di nuovo a posto.È attivo se task_manager.pl è in azione.

source: New email address :
it: Nuovo indirizzo email:

source: New list name:
it: Nuovo nome della lista:

source: New password :
it: Nuova password :

source: New password again :
it: Nuova password, ancora :

source: New search
it: Nuova ricerca

source: Newest messages first
it: Ultimi messaggi per primi

source: Newsletter, restricted to moderators
it: Newsletter, ristretto ai moderatori

source: Newsletter, restricted to moderators after confirmation
it: Newsletter, ristretto ai moderatori dopo conferma

source: Next page
it: Prossima pagina

source: No Comment
it: Nessun commento

source: No DataBase
it: Nessun Database

source: No HTML version of the message available in '%1'.
it: Non è disponibile la versione HTML del messaggio in %1

source: No SOAP service
it: Nessun servizio SOAP

source: No Virtual Robot defined on this server
it: Nessun robot virtuale definito in questo server

source: No bounce for user %1
it: Nessuna mail errata per l'utente %1

source: No certificate for this list
it: Non ci sono certificati per questa lista

source: No command found in message.
it: Nessun comando trovato nel messaggio

source: No description specified
it: Nessuna descrizione specificata

source: No entry for user '%1'
it: Nessun valore per l'utente '%1'

source: No mailing list available.
it: Nessuna lista disponibile

source: No message and no document to moderate for list %1
it: Non ci sono messaggi o documenti da moderare per la lista %1.

source: No message found in archives matching Message-ID '%1'.
it: Non è stato trovato alcun messaggio nell'archivio con ID %1

source: No name specified
it: Nessun nome specificato

source: No owner is defined for list %1.
it: Non ci sono proprietari per la lista %1

source: No owner is defined for the list
it: Non ci sono proprietari per la lista.

source: No owner is defined for the list '%1'
it: Non ci sono proprietari per la lista '%1'

source: No page %1
it: Nessuna pagina %1

source: No subject
it: Nessun soggetto

source: No subscription requests
it: Nessuna iscrizione richiesta

source: No subscriptions with address <strong>%1</strong>!
it: Nessuna iscrizione con indirizzo <strong>%1</strong>!

source: Not subscribed: %1
it: Non iscritto:%1

source: Note: it is inadvisable to change this parameter, and particularly inadvisable to set it to list. Experience has shown it to be almost inevitable that users, mistakenly believing that they are replying only to the sender, will send private messages to a list. This can lead, at the very least, to embarrassment, and sometimes to more serious consequences.
it: Nota:non è consigliabile cambiare questo parametro, e soprattutto è sconsigliabile impostarlo a "lista". L'esperienza ha dimostrato che quasi sempre l'utente, credendo erroneamente di star rispondendo solo al mittente, manda un messaggio privato alla lista.Questo conduce, per lo meno, a situazioni imbarazzanti, e spesso a conseguente piú serie.

source: Notified reject
it: Respingi con notifica

source: Number of forwarded messages: %1
it: Numero dei messaggi inviati : %1

source: Number of messages awaiting moderation for this list : %1
it: Numero di messaggi in attesa di moderazione per questa lista %1.

source: Number of received messages : %1
it: Numero dei messaggi ricevuti : %1

source: Old file %1 has been erased
it: Il vecchio file %1 è stato cancellato

source: Oldest messages first
it: Vecchi messaggi per primi

source: On which part of messages, topic keywords are applied
it: Su quale parte del messaggio vengono applicate le chiavi

source: Once you have been authenticated, a <em>cookie</em> containing your login information make your connection to WWSympa last. The lifetime of this <em>cookie</em> is customizeable through your <strong>Preferences</strong>
it: Una volta che ti sei autenticato, un <em>cookie</em> contenente informazioni sul tuo login rende la connessione a WWSympa permanente. La durata di questo <em>cookie</em> è personalizzabile attraverso le tue <strong>Impostazioni</strong>

source: Operation successful. The message will be deleted as soon as possible. This task may be performed in a few minutes.
it: Operazione eseguita. Il messaggio verrà cancellato appena possibile. L'operazione potrebbe venir eseguita tra alcuni minuti

source: Or send a message to %1 with the following subject : CONFIRM %2
it: O invia un messaggio a %1 con il seguente Oggetto: CONFIRM %2

source: Or send a message to %1@%2 with the following subject :
it: O invia un messaggio a %1@%2 con il seguente Subject:

source: Other
it: Altro

source: Other (messages not tagged)
it: Altro (messaggi non contrassegnati)

source: Other email address :
it: Altro indirizzo email:

source: Other files/pages description :
it: Altro file/pagina di descrizione:

source: Others
it: Altri

source: Our viruschecker found a virus named %1 in a message addressed to %2 and that seems to be yours (From: %3).
it: Il nostro antivirus ha trovato un virus di nome%1 in un messaggio indirizzato a %2 e che sembra provenire da te (From;%3).

source: Owner
it: Proprietario

source: Owner : %1
it: Proprietario : %1

source: Owner : %1
it: Proprietario : %1

source: Owner:
it: Proprietario:

source: Owners
it: Proprietarî

source: Owners are managing subscribers of the list. They may review subscribers and add or delete email addresses from the mailing list. If you are a privileged owner of the list, you can choose other owners for the mailing list. Privileged owners may edit a few more options than other owners.
it: I proprietari gestiscono gli iscritti alla lista. Possono elencare gli iscritti e aggiungere o cancellare indirizzi dalla lista. Se sei un proprietario con privilegi, puoi scegliere altri proprietari per la lista.I proprietari *privilegiati* possono modificare un numero maggiore di parametri rispetto agli altri proprietari.

source: Owners defined in an external datasource
it: Proprietari definiti da una fonte esterna

source: Page size
it: Per pagina

source: Parameter '%1' has got wrong value : '%2'
it: Il parametro %1 ha un valore errato: %2

source: Parameter '%1' must have values
it: Il parametro %1 deve avere un valore.

source: Parameter cookie undefined, authentication failure.
it: Il parametro cookie non è definito, autenticazione non riuscita

source: Parameters of these search make on <strong> &quot;%1&quot;</strong>
it: I parametri di questa ricerca fatti su <strong> &quot;%1&quot;</strong>

source: Password for %1
it: Password per %1

source: Path
it: Percorso

source: Pending lists
it: Liste in attesa

source: Pending subscriptions
it: Iscrizioni in attesa.

source: Period :
it: Periodo:

source: Periodical subscription expiration task
it: attività periodica di termine delle sottoscrizione.

source: Periodical subscription reminder task
it: Attività di avviso periodico di iscrizione

source: Please activate JavaScript in your web browser
it: Attiva javascript nel tuo navigatore

source: Please contact the listmaster.
it: Contatta il listmaster

source: Please provide email address
it: Indica il tuo indirizzo email

source: Please provide your email address for your unsubscription request from list %1.
it: Fornisci perfavore il tuo indirizzo email per la tua disiscrizione dalla lista %1

source: Please provide your password
it: Prego indica la tua password

source: Please select archive months
it: Seleziona i mesi dall'archivio

source: Please select one or more topic(s) that corresponds to the messages you wish to distribute :
it: Selezione uno o più temi che corrispondono al messaggio che vuoi inviare

source: Please select one or more topic(s) that corresponds to your message below :
it: Seleziona uno o più argomenti che corrispondono al messaggio qui sotto:

source: Please, in order to receive futur crypted messages send a signed message to %1@%2 .
it: Per ricevere i messaggi cifrati manda un messaggio firmato (digitalmente) a %1@%2.

source: Powered by
it: Reso da:

source: Powered by Sympa
it: Con motore Sympa

source: Prefer
it: Scegli

source: Preferences
it: Preferenze

source: Previous page
it: Pagina precedente

source: Priority
it: Priorità

source: Private working group setup
it: Impostazione del gruppo di lavoro privato

source: Private, confirmation for non subscribers
it: Privato, conferma per i non iscritti

source: Private, moderated for non subscribers
it: Privato, moderato per i non iscritti

source: Privilege for adding (ADD command) a subscriber to the list
it: Chi può aggiungere (comando ADD) iscritti alla lista

source: Privilege for reading mail archives and frequency of archiving
it: Privilegi per leggere gli archivi delle mail e definire la frequenza dell'archiviazione

source: Privileged owner
it: Utente privilegiato

source: Privileges
it: Privilegi

source: Properties
it: Proprietà

source: Properties of the bookmark %1
it: Proprietà del bookmark %1

source: Properties of the directory %1
it: Caratteristiche la directory %1

source: Properties of the file %1
it: Caratteristiche dell file %1

source: Provided password is incorrect
it: La password inserita è sbagliata

source: Provided path is incorrect for template '%1'
it: Il percorso indicato è errato per il template %1

source: Public discussion mailing list
it: Lista di discussione pubblica

source: Public lists
it: Liste pubbliche

source: Publish
it: Pubblica

source: Purge selected lists
it: Elimina le liste selezionate.

source: QUIT * Indicates the end of the commands (to ignore a signature)
it: QUIT * indica la fine dei comandi (per ignorare la firma)

source: REJect <list> <key> * Moderation: to reject a message
it: REject <lista> <chiave> * Moderazione: rifiuta un messaggio

source: REMIND <list> * Send a reminder message to each subscriber (this is a way to inform anyone what is his real subscribing email).
it: REMIND <list> * manda un messaggio di promemoria ad ogni iscritto (è un modo per far sapere a tutti quale sia il loro indirizzo di email d'iscrizione)

source: REView <list> * Displays the subscribers to <list>
it: REView <list> * mostra gli iscritti alla <lista>

source: RFC 2369 Header fields
it: Campo header compatibile RFC 2369

source: RSS Active lists
it: Liste attive RSS

source: RSS Latest documents
it: Documenti più recenti RSS

source: RSS Latest lists
it: Liste più recenti RSS

source: RSS Latest messages
it: Messaggi più recenti RSS

source: RSS channel
it: Canale RSS

source: Re-enter your new password :
it: Conferma la nuova password :

source: Read access
it: Accesso in lettura

source: Rebuild HTML archives using "arctxt" directories as input.
it: Ricostruisce gli archivi HTML utilizzando le directory "arctxt" come input.

source: Rebuild all
it: Ricostruisce tutto

source: Rebuild archive
it: Riscostruisce gli archivi

source: Received mega-bytes : %1
it: MegaByte ricevuti : %1

source: Reception
it: Ricezione

source: Reception :
it: Ricezione:

source: Reception mode :
it: Modalità di ricezione :

source: Reception modes : %1
it: Modalità di Ricezione : %1

source: Refer to documentation to adapt %1.
it: Fai riferimento alla documentazione per adattare %1

source: Regular expression applied to prevent loops with robots
it: È stata applicata un'espressione regolare per evitare loop coi robot

source: Reject
it: Rifiuta

source: Reject selected addresses
it: Rifiuta gli indirizzi selezionati

source: Related email
it: Posta collegata

source: Remind all subscribers
it: Notifica tutti gli iscritti

source: Remind message : This message is sent to each subscriber when using the command REMIND. It's very useful to help people who are confused about their own subscription emails or people who are not able to unsubscribe themselves.
it: Messaggio di promemoria: Questo messaggio è inviato ad ogni iscritto quando si usa il comando REMIND. È molto utile per aiutare le persone che confondono le loro mail di sicrizione o persone che non sono capaci di disciscriversi da sole.

source: Reminder of your subscription to %1
it: Promemoria della tua iscrizione alla lista %1

source: Remote IP address
it: Indirizzo IP remoto

source: Remote file inclusion
it: inclusione di file remoti

source: Remote host
it: Host remoto

source: Remove List
it: Rimuovi la lista

source: Removed from %1
it: Rimosso da %1

source: Rename
it: Cambia nome:

source: Rename List
it: Cambia nome alla lista

source: Rename directory %1
it: Cambia nome alla directory %1

source: Rename file %1
it: Cambia nome al file %1

source: Rename this list
it: Cambia nome a questa lista.

source: Replace the file %1 with your file
it: Sostituisci il file %1 con il tuo file

source: Reply
it: Rispondi

source: Reply address
it: Indirizzo di risposta

source: Reply to : %1
it: Rispondere a : %1

source: Reply to sender
it: Rispondi al mittente

source: Requested by
it: Richiesto da

source: Requested date
it: Data di richiesta

source: Required aliases
it: Alias necessari

source: Required file does not exist.
it: Il file richiesto non esiste

source: Reset errors
it: Azzera gli errori

source: Reset errors for selected users
it: Azzera gli errori per gli utenti selezionati

source: Restore List
it: Ripristina la lista

source: Restore shared
it: Ripristina spazio Web condiviso

source: Result
it: Risultati

source: Result of your command which
it: Risultati del comando WHICH

source: Result of your search in the archive
it: Risultati della ricerca negli archivi

source: Results of your commands
it: Risultati dei comandi

source: Return to archive %1
it: Torna all'archivio %1

source: Return-path of the REMIND command
it: Percorso di ritorno del comando REMIND

source: Review lists from this family
it: Revisione delle liste di questa famiglia

source: Review members
it: Vedi i membri

source: Review subscribers : %1
it: Rassegna degli iscritti : %1

source: Right on this action is '%2' for a '%1'.
it: I diritti sull'operazione %2 per un %1

source: SET <list>|* CONCEAL * To become unlisted (hidden subscriber address)
it: SET<list>|* CONCEAL * Per non comparire nell'elenco degli iscritti alla lista (tutte le liste)

source: SET <list>|* DIGEST * Message reception in compilation mode
it: SET <list>|* DIGEST * Ricezione dei messaggi in modo Raccolta.

source: SET <list>|* MAIL * <list> reception in normal mode
it: SET <list>|* MAIL * Ricezione dei messaggi in modo normale

source: SET <list>|* NOCONCEAL * Subscriber address visible via REView
it: SET <list>|* NOCONCEAL * Rende visibile il proprio indirizzo dal comando REView

source: SET <list>|* NOMAIL * To suspend the message reception for <list>
it: SET <list>|* NOMAIL * Sospende la ricezione dei messaggi per la lista <list> (o tutte le liste)

source: SET <list>|* NOTICE * Receiving message subject only
it: SET <list>|* NOTICE * Ricezione dei soli Subject dei messaggi

source: SET <list>|* SUMMARY * Receiving the message index only
it: SET <list> |* SUMMARY * Ricezione dei soli indici dei messaggi

source: SET <list|*> DIGESTPLAIN * Message reception in compilation mode, sent as a plain text email with all attachments
it: SET <list|*> DIGESTPLAIN * Ricezione dei messaggi in modo raccolta, mandato come testo semplice con tutti gli allegati

source: SQL query
it: interrogazione SQL

source: SQL query inclusion
it: Inclusione con interrogazione SQL
