Repository: wangaguo/ossf_openfoundry_projects
Catalog: trunk/services/sympa/source/po/*.po
Languages: it

source: access right
it: permesso di accesso

source: action for this population
it: azione per questo gruppo

source: active lists
it: Liste attive

source: add impossible
it: aggiunta non possibile

source: add performed by list owner do not need authentication
it: l'aggiunta eseguita dal proprietario non necessita autenticazione

source: add performed by owner do not need authentication (notification)
it: l'aggiunta eseguita dal proprietario non necessita di autenticazione (notifica)

source: admin
it: amministra

source: admins update failed for list %1
it: L'aggiornamento degli iscritti per la lista %1 è fallito

source: all of these words
it: Tutte queste parole.

source: already exist(s), do you want to confirm the install and erase the old file(s) or cancel the install ?
it: Esiste di già. Vuoi confermare l'intallazione e eliminare il vecchio file o annullare l'installazione?

source: and checking on entire word)
it: e controllo su tutta la parola)

source: and checking on part of word)
it: e controllo su parte della parola)

source: anybody by validation by listmaster required
it: chiunque dopo la conferma del listmaster

source: anyone can do it !
it: Chiunque può farlo!

source: anyone from local domain
it: chiunque dal dominio locale

source: anyone with previous md5 authentication
it: chiunque previa autenticazione md5

source: anyone, no welcome message
it: tutti, senza messaggio benvenuto

source: anyone, notification is sent to list owner
it: tutti, nofitica al proprietario

source: auth.conf error : either email_http_header or ldap_host/ldap_get_email_by_uid_filter entries should be defined.
it: errore auth.conf: deve essere definito un email_http_header oldap_host/ldap_get_email_by_uid_filter

source: authentication requested, notification sent to owner
it: con autenticazione, notifica al proprietario

source: bounce
it: Respinti

source: bounce score
it: Tasso d'errore

source: bouncing
it: Errato

source: by owner
it: dal proprietario

source: by owner without authentication
it: dal proprietario senza autenticazione

source: bye !
it: Arrivederci!

source: case insensitive
it: maiuscole e minuscole indifferenti

source: case sensitive
it: maiuscole e minuscole sono differenti

source: certificate for authentication by remote Sympa
it: certificato per l'autenticazione del Sympa remoto

source: change access
it: cambia l'accesso

source: chronological
it: Cronologico

source: closed
it: chiuso

source: color effet
it: idea del colore

source: color lookup
it: resa del colore

source: conceal even for subscribers
it: nascosta anche per gli iscritti

source: conceal except for subscribers
it: Nascosta tranne che per gli iscritti

source: conceal unless for listmaster
it: nascosta tranne che per il listmaster

source: conceal unless user is logged in
it: nascosta tranne che agli utenti collegati

source: concealed
it: invisibile

source: connection options
it: opzione di connessione

source: connection timeout
it: Connessione scaduta

source: controlled subscription
it: Iscrizioni controllate

source: crypted message for list %1@%2
it: Messaggio crittato per la lista %1@%2

source: daily certificate expiration date checking ; users are warned when their certificate has expired or expires within 3 days
it: Controllo giornaliero sulla data d'estinzione del certificato. Gli utenti vengono avvisati se il loro certificato è estinto o si estinguerà nei prossimi tre giorni.

source: daily update of the certificate revocation list
it: Aggiornamento quotidiano dell'elenco delle revoche dei certificati.

source: data location URL
it: URL della locazione dei dati

source: database name
it: Nome del database

source: database port
it: tipo database

source: database type
it: tipo database

source: datasource parameters
it: Parametri di origine dei dati

source: date
it: data

source: days
it: giorni

source: default
it: predefinito

source: default reception format is HTML
it: Il formato di default è HTML

source: del
it: elimina

source: delete
it: elimina

source: delete monthly bounces for unsubscribed addresses
it: Eliminazione mensile degli indirizzi errrati degli utenti disiscritti

source: deletion message
it: messaggio di eliminazione

source: deletion performed only by list owners, need authentication
it: Eliminazione solo per proprietari della lista, con autenticazione

source: digest MIME format
it: formato digest MIME

source: digest plain text format
it: formato digest testo semplice

source: directory of lists
it: elenco delle liste

source: e-mail address
it: Indirizzo e-mail

source: edit
it: modifica

source: edit_list.conf format has changed : 'default' is no more accepted for a population.
it: Il formato di edit_list_conf è cambiato: 'default' non è piú accettato per una popolazione.

source: editor
it: Moderatore

source: editor rejection message
it: messaggio di rifiuto del moderatore

source: email address
it: indirizzo email

source: email address protection method
it: metodo di protezione degli indirizzi email

source: email1@dom1 Name1
it: email1@dom1 Nome1

source: email2@dom2 Name2
it: email2@dom2 Nome2

source: entire word
it: la parola intera

source: environment variables for database connexion
it: Variabili d'ambiente per la connessione al database

source: epoch date
it: data epoch

source: errors in param_constraint.conf file
it: errori nel file param_constraint.conf

source: everyone can post
it: Chiunque può postare

source: expiration routine run yearly
it: azione d'estinzione eseguita annualmente

source: extracted attribute
it: attributi da estrarre

source: filter
it: filtro

source: first-level connection timeout
it: connessione di primo livello scaduta

source: first-level extracted attribute
it: attributi estratti al primo livello

source: first-level filter
it: filtro del primo livello

source: first-level regular expression
it: regular expression del primo livello

source: first-level search scope
it: search scope del primo livello

source: first-level selection
it: selezione del primo-livello

source: first-level suffix
it: suffissi del first-level

source: for %1 days
it: per %1 giorni

source: for %1 days
it: Per %1 giorni

source: for anyone
it: per tutti

source: for anyone without authentication
it: tutti senza autenticazione

source: frequency
it: frequenza

source: from %1 to %2
it: dal %1 al %2

source: get matched rule
it: Mostra la regola convalidata

source: global remind message
it: messaggio di promemoria globale

source: halt rate
it: tasso di sospensione

source: help file
it: file di aiuto (help)

source: homepage
it: Pagina principale

source: hour
it: ore

source: html only mode
it: solo modo html

source: impossible
it: impossibile

source: incorrect format of edit_list.conf
it: Formato non corretto di edit_list_conf

source: insensitive
it: insensibile

source: install static css
it: Installa il css statico

source: intranet access
it: accesso intranet

source: invite perform by list owner do not need authentication
it: l'invito effettutato dal proprietario non necessita di autenticazione

source: it will be sent to you by email :
it: ti verrà recapitata per email:

source: just for listmaster
it: solo per listmaster

source: language
it: Lingua

source: latest arc
it: archivi più recenti

source: latest document
it: Documenti più recenti

source: latest lists
it: liste più recenti

source: list
it: lista

source: list %1
it: lista %1

source: list %1 in status error_config
it: la lista %1 è in stato: error_config

source: list aliases template
it: Schema per gli alias della lista

source: list creation notification message
it: messaggio di notifica di creazione d'una lista

source: list creation request message
it: messaggio di richiesta di creazione d'una lista

source: list description
it: descrizione della lista

source: list has been closed. Its subscribers have been deleted from the subscriber database. The list is no more public on the site.
it: La lista è stata chiusa. I suoi iscritti sono stati cancellati dal database La lista non è piú visibile sul sito

source: list homepage
it: homepage lista

source: list name
it: nome della lista

source: list of lists
it: elenco delle liste

source: list owners, authentication not needed (notification)
it: proprietari della lista, autenticazione non necessaria (notifica)

source: list subject
it: Argomento della lista

source: list templates
it: Schemi per le liste.

source: listed in the list review page
it: elencato nella pagina di rassegna

source: listmaster only
it: solo listmaster

source: local domain users or owner approval
it: ristretto agli utenti del dominio locale o con approvazione proprietario

source: mails
it: Email

source: message footer
it: pié di pagina

source: message header
it: intestazione messaggi

source: minute
it: minuti

source: moderate
it: Modera

source: moderated for subscribers
it: moderato per gli iscritti

source: name
it: nome

source: near expiration of your certificate
it: Il tuo certificato sta per scadere.

source: need authentication
it: serve l'autenticazione

source: need authentication (notification is sent to owners)
it: serve l'autenticazione (notifica ai proprietari)

source: new scenario is created but not loaded in the list config. Edit list config if you need to apply it for that list
it: Il nuovo scenario è stato creato ma non caricato nella configurazione della lista.Modifichi la configurazione della lista se desidera che venga applicato alla lista.

source: new scenario is equal to previous one. Nothing done.
it: Il nuovo scenario è uguale al precedente. Non è stato fatto nulla

source: newest messages
it: I messaggi più recenti per primi

source: no conceal
it: lista visibile

source: no mail (usefull for vacations)
it: Nessuna mail (utile per le ferie/vacation)

source: no protection against spammer.
it: Nessuna protezione contro gli spammer

source: nobody can review
it: nessuno può elencare

source: notice mode
it: modo notice

source: notification
it: Notifica

source: notify owner
it: Notifica al proprietario

source: oldest messages
it: I messaggi piú vecchi per primi

source: on %1
it: su %1

source: one of these words
it: Una di queste parole.

source: only owner (and listmaster)
it: solo proprietario (e listmaster)

source: only subscribers can post
it: Solo gli iscritti possono inviare messaggi

source: open
it: aperto

source: open with mail confirmation, owner is notified
it: aperto con conferma mail, è stata inviata una notifica al proprietario

source: other email address
it: altro indirizzo email

source: owner
it: Proprietario

source: owners approval
it: con autorizzazione del proprietario

source: page
it: Pagina

source: page # %1/%2
it: pagina # %1 / %2

source: page %1 / %2
it: pagina %1 / %2

source: parameter
it: Parametri

source: parameter value
it: valore del parametro

source: part of word
it: parte della parola

source: percentage of list members in VERP mode
it: percentuale dei membri della lista in modo VERP

source: private archives
it: Archivi privati

source: private information
it: informazioni riservate

source: private informations
it: informazioni riservate

source: profile
it: profilo

source: properties
it: proprietà

source: public
it: pubblico

source: public and moderated list
it: Liste pubbliche e moderate

source: public archives
it: Archivi pubblici

source: public documents
it: documenti pubblici

source: public list
it: lista pubblica

source: public list multipart messages are rejected
it: lista pubblica, i messaggi multipart multipart verranno rifiutati

source: public list multipart/mixed messages are forwarded to moderator
it: lista pubblica, i messaggi multipart/mixed vengono inviati ai moderatori

source: public list, Bcc rejected (anti-spam)
it: lista pubblica, BCC rifiutato (contro lo spam)

source: purge of orphan entries in user table every month
it: Elimina le voci orfane nella tabella degli utenti ogni mese

source: quiet
it: silenzioso

source: reception
it: Ricezione

source: reception mode
it: modo di ricezione

source: remind message
it: promemoria

source: remind message sent to subscribers every 2 month
it: Il promemoria viene inviato agli iscritti ogni 2 mesi

source: remind message sent to subscribers every month
it: Il promemoria viene inviato agli iscritti ogni mese

source: remind message sent to subscribers every year
it: Il promemoria viene inviato agli iscritti una volta all'anno

source: remote host
it: macchina remota

source: remote list inclusion
it: inclusione liste remote

source: remote password
it: password remota

source: remote path of sympa list dump
it: percorso del dump del Sympa remoto

source: remote port
it: porta remota

source: remote user
it: utente remoto

source: remove subscriber impossible
it: rimozione di utenti non possibile

source: requires S/MIME signed
it: con autenticazione S/MIME

source: requires S/MIME signed or owner approval
it: richiede autenticazione S/MIME o conferma del proprietario

source: requires authentication then owner approval
it: con autenticazione e approvazione proprietario

source: respect of existing header field
it: rispetto dei campi header esistenti

source: restricted to list owners
it: ristretto al solo proprietario

source: restricted to listmaster
it: solo per listmaster

source: restricted to local domain
it: ristretto al dominio locale

source: restricted to local domain and subscribers
it: ristretto al dominio locale e agli iscritti

source: restricted to local domain users
it: Ristretto agli utenti del dominio locale

source: restricted to owner with authentication
it: Limitato al proprietario con autenticazione

source: restricted to subscribers
it: ristretto agli iscritti

source: restricted to subscribers authenticated with user cert
it: Ristretto agli iscritti autenticati con un certificato

source: restricted to subscribers check smime signature
it: Ristretto agli iscritti con controllo firma smime

source: restricted to subscribers or local domain users
it: ristretto agli iscritti o agli utenti del dominio locale

source: restricted to subscribers with previous md5 authentication
it: ristretto agli iscritti previa autenticazione md5

source: resubscription to %1
it: Riiscrizione a %1

source: results by page
it: risultati per pagina

source: role
it: Ruolo

source: save
it: Salva

source: scenario is created but not loaded in the list config
it: Lo scenario è stato creato ma non caricato nella configurazione della lista

source: scenario name :
it: nome dello scenario:

source: scenario source
it: Fonte dello scenario

source: scope :
it: limiti:

source: search scope
it: ambito della ricerca

source: second-level connection timeout
it: Connessione di secondo livello scaduta

source: second-level extracted attribute
it: Attributi estratti al secondo level

source: second-level filter template
it: filtro di secondo livello

source: second-level regular expression
it: regular expression di secondo livello

source: second-level search scope
it: search scope del secondo livello

source: second-level selection
it: selezione del secondo livello

source: selection (if multiple)
it: selezione (se multipla)

source: send it back to %1
it: Mandato indietro a %1

source: sender email
it: nome mittente

source: sensitive
it: sensibile

source: session
it: sessione

source: short name for this source
it: Nome breve per questa fonte di dati

source: standard (direct reception)
it: Standard (ricezione diretta)

source: static css installation succeed. Reload the current page and/or check sympa logs to be sure that static css a really in use.
it: L'installazione del css statico è riuscita.Ricarica la pagina attutale e/o controlla i filedi log di sympa per assicurarti che il css statico sia davvero in uso

source: submit
it: Invia

source: subscribe is impossible
it: iscrizione non possibile

source: subscribers emails are protected
it: Le email degli iscritti sono protette

source: subscribers only
it: solo iscritti

source: subscribers update failed for list %1
it: L'aggiornamento degli iscritti per la lista %1 è fallito

source: subscribing invitation message
it: messaggio di invito all'iscrizione

source: subscription request confirmed
it: richiesta iscrizione con conferma

source: suffix
it: suffisso

source: summary message
it: Messaggio di ricapitolazione

source: summary mode
it: Messaggio di ricapitolazione

source: tag this mail for deletion
it: Marca questa mail per l'eliminazione

source: text only mode
it: Modo solo testo

source: the @ char is replaced by the string " AT ".
it: il carattere @ viene sostituito dalla parola AT

source: the address is hidden using a javascript. User who enable javascript can see a nice mailto address where others have nothing.
it: L'indirizzo viene nascosto usando javascript. Gli utenti che abiliitano javascript possono vedere un mailto carino, mentre gli altri non vedranno nulla.

source: the current definition for css location (css_url parameter) is
it: la definizione attuale della posizione del css (parametro css_url) è

source: the datasource
it: Fonte dei dati

source: the file %1 already exists
it: il file %1 esiste già

source: the list name ; be careful, not its address !
it: il nome della lista, non il suo indirizzo!

source: this sentence
it: Questa frase

source: this template is defined for all lists of robot [%robot %] unless it is redefined for some particular list
it: questo schema vale per tutte le liste del robot [%robot%] a meno che non sia ridefinito per qualche lista particolare.

source: this template is defined for all robots unless it is redefined for some particular robot
it: Questo schema vale per tutti i robot a meno che non sia ridefinito per qualche robot in particolare

source: this template is defined for list
it: Questo Schema è definito per la lista

source: thread
it: filo conduttore

source: threshold
it: Soglia

source: title
it: titolo

source: to list
it: alla lista

source: to moderate
it: da moderare

source: topics
it: Argomenti:

source: unsubscription message
it: messaggio di disiscrizione

source: urlize mode
it: Modo url

source: value
it: valore

source: view translations
it: vedi traduzione

source: virus infection message
it: messaggio di infezione da virus

source: visibility
it: visibilità

source: warn rate
it: tasso di avvertimento

source: welcome message
it: messaggio di benvenuto

source: who ran the instantiation
it: Chi sta facendo girare l'istanza

source: who updated the config
it: Chi ha aggiornato la configurazione

source: you are not allowed to perform this action.
it: Non ti è permessa questa azione

source: you do not receive your own posts
it: Non riceverai i tuoi post

source: your email address : %1
it: Il tuo indirizzo email :%1

source: your password : %1
it: La tua password : %
