Repository: wangaguo/ossf_openfoundry_projects
Catalog: trunk/services/sympa/source/po/*.po
Languages: it

source: UNSubscribe * <EMAIL> * To quit all lists.
it: UNSubscribe * <EMAIL> * Per abbandonare tutte liste.

source: UNSubscribe <list> <EMAIL> * To quit <list>. <EMAIL> is an optional email address, usefull if different from your "From:" address.
it: UNSubscribe <list> <EMAIL> * per lasciare la <lista>, <EMAIL> è un indirizzo di posta opzionale, da usare se è diverso dall'indirizzo del From:

source: UNsubscription request from list %1
it: Richiesta di cancellazione dalla lista '%1'

source: Unable to access directory %s : %m
it: Impossibile accedere alla directory %s : %m

source: Unable to access the message authenticated with key %1
it: Accesso impossibile al messaggio identificato dalla chiave %1

source: Unable to access the message authenticated with key %1 because of a wrong format.
it: L'accesso al messaggio autenticato con la chiave %1 è stato reso impossibileda un formato errato.

source: Unable to access the message authenticated with key %1.
it: Accesso impossibile al messaggio identificato dalla chiave %1

source: Unable to access the message authenticated with key '%1' for list '%2'.
it: Accesso impossibile al messaggio identificato dalla chiave %1 per la lista %2

source: Unable to access the message on list %1 with key %2. Warning : this message may already have been sent by one of the list's editor.
it: Impossibile accedere al messaggio da moderare sulla lista %1 con la chiave%2. Il messaggio potrebbe già essere stato approvato da uno degli altri moderatori della lista.

source: Unable to add file '%1' to archives.
it: Impossibile aggiungere il file %1 all'archivio

source: Unable to change directory.
it: Impossibile cambiare cartella.

source: Unable to check listname '%1' on SMTP server
it: Non riesco a verificare la lista %1 sul server SMTP

source: Unable to create a SharedDocument with path '%1' for list '%2'.
it: Impossibile creare un Documento Condiviso con percorso %1 per la lista %2

source: Unable to create a channel in smtpto: %m
it: Impossibile creare un canale in smtpto: %m

source: Unable to create directory '%1'.
it: Impossibile creare la cartella %1

source: Unable to create list.
it: Impossibile creare la lista

source: Unable to delete subscription request for user '%1'.
it: Impossibile cancellare l'iscrizione per l'utente %1

source: Unable to describe, the document '%1' does not exist
it: Impossibile dare una descrizione, il documento %1 non esiste

source: Unable to erase file '%1'.
it: Impossibile cancellare il file %1

source: Unable to find archive '%1' for list '%2'
it: Impossibile trovare l'archivo %1 per la lista %2

source: Unable to find archive for list '%1'
it: Impossibile trovare l'archivio per la lista %1

source: Unable to find month '%1'
it: Impossibile trovare il mese %1

source: Unable to find month '%1' for list '%2'
it: Impossibile trovare il mese %1 per la lista %2

source: Unable to find the message to delete
it: Non riesco a trovare il messaggio da cancellare

source: Unable to find the message to delete, probably this message was received without Message-Id. Please refer to listmaster with complete URL of the concerned message
it: Impossibile trovare il messaggio da cancellare. Probabilmente questo messaggio è stato ricevuto senza un ID. Notificatelo al listmaster con la URL completa del messaggio in questione.

source: Unable to get family for list '%1'.
it: Impossibile trovare una famiglia per %1

source: Unable to get message '%1'.
it: Non riesco a trovare il messaggio %1

source: Unable to load create_list templates.
it: Impossibile creare la maschera per la creazione di liste.

source: Unable to load list topics.
it: Impossibile caricare i temi della lista.

source: Unable to open directory '%1'.
it: Impossibile accedere alla cartella %1

source: Unable to open file '%1'.
it: Impossibile aprire il file %1

source: Unable to open spool '%1'.
it: Impossibile aprire lo spool %1

source: Unable to read %1 : empty document
it: Unable to read %1: documento vuoto

source: Unable to read file : '%1'.
it: Impossibile leggere il file %1

source: Unable to reload list
it: Impossibile ricaricare la lista

source: Unable to reload list with new listname '%1'.
it: Impossibile ricaricare la lista con il nuovo nome %1

source: Unable to rename directory '%1' into '%2'.
it: Impossibile cambiare nome alla cartella da %1 a %2

source: Unable to rename file '%1' into '%2'.
it: Impossibile cambiare il nome al file da %1 a %2

source: Unable to send archive : no message id found.
it: Impossibile inviare l'archivio: non è stato trovato nessun id di messaggio.

source: Unable to send command DISTRIBUTE from '%1' to list '%2'.
it: Impossibile mandare il comando DISTRIBUTE da %1 alla lista %2

source: Unable to send command REMIND from '%1' to list '%2'.
it: Impossibile mandare il comando REMIND da %1 alla lista %2

source: Unable to send mail from '%1' to list '%2'.
it: Impossibile mandare una mail da %1 alla lista %2

source: Unable to update file config_changes for list '%1'.
it: Impossibile aggiornare il file config_changes per la lista %1

source: Unable to write file : '%1'.
it: Impossibile scrivere il file %1

source: Unable to write file zip '%1'.
it: Impossibile scrivere il file zip %1

source: Unify your subscriptions with the email
it: Unifica le tue iscrizioni con l'email:

source: Unknown
it: Sconosciuto

source: Unknown action
it: Azione sconosciuta

source: Unkown authentication service %1.
it: Servizio d'autenticazione %1 sconoscuto.

source: Unsubscribe
it: Disiscriviti

source: Unsubscribe the User
it: Disiscrivi l'utente

source: Unsubscription : %1
it: Disiscrizione : %1

source: Unsubscription :
it: Disiscrizione:

source: Unsubscription from %1
it: Disiscrizione da %1

source: Unsubscription from this list is impossible.
it: La cancellazione da questa lista è impossibile.

source: Unsubscription message : This message is sent when users leave the list using the UNSUBSCRIBE command.
it: Messaggio di disiscrizione: Questo messaggio viene spedito quando un utente abbandona la lista con il comando UNSUBSCRIBE

source: Until then we recommend your remove %1 ; default configuration will be used.
it: Fino ad allora vi consigliamo di eliminare %1 Verrà usata la configurazione predefinita.

source: Unzip a file inside the folder %1
it: Decomprimi un file nella cartella %1

source: Unzip a file inside the folder SHARED
it: Cerca un file nella cartella CONDIVISI

source: Up to higher level directory
it: Sali di una directory

source: Update
it: Aggiorna

source: Update RSS URL
it: Aggiorna l'URL RSS

source: Update of list members based on the TTL
it: Aggiorna l'elenco degli utenti

source: Update subscriber '%1' in DB failed
it: Aggiornamento dell'iscritto %1 nel DB non riuscito

source: Update user '%1' in DB failed
it: Aggiornamento dell'utente %1 del DB non riuscito.

source: Upload a file inside the folder %1
it: Carica un file nel folder %1

source: Upload a file inside the folder SHARED
it: Carica un file nelle cartelle condivise

source: User %1 has been invited to subscribe in list %2.
it: L'utente %1 e stato invitato a iscriversi alla lista '%2'.

source: User %1 is now subscriber of list %2.
it: L'utente %1 è stato iscritto alla lista %2

source: User certificate belong to
it: Certificato dell'utente:

source: User data source
it: Fonte dei dati

source: User guide
it: Istruzioni

source: User's Guide
it: Guida dell'utente

source: Users
it: Utenti

source: Validate
it: Convalida

source: Validate Address
it: Convalida l'indirizzo

source: View last bounce
it: Guarda l'ultimo errore

source: Virtual Robots
it: Robot virtuale

source: Visibility :
it: Visibilità:

source: Visibility of the list
it: Visibilità della lista

source: Visibility of the subscriber with the REVIEW command.
it: Visibilità dell'utente con il comando REVIEW

source: W3C CSS validation tools
it: Strumento W3C di convalida CSS

source: WARNING : %1 %2 failed to unsubscribe from %3 because his address was not found in the list. (You may help this person).
it: ATTENZIONE: %1 %2 non è riuscito a cancellarsi dalla lista %3 perché il suo nome non è stato trovato tra gli iscritti. (Forse ha bisogno di aiuto)

source: WARNING: bounce rate too high in list %1
it: ATTENZIONE: il tasso di messaggi respinti è troppo elevato nella lista %1

source: WHICH * Displays which lists you are subscribed to
it: WHICH * Elenca le liste a cui sei abbonato

source: WWSympa can remind you your password by email :
it: WWSympa può ricordarti la tua password per email:

source: WWSympa provides you access to your environment on mailing list server
it: WWSympa ti fornisce l'accesso interattivo ai servizi della mailing list del server

source: We stopped delivery of this email.
it: Il messaggio non e' stato inoltrato.

source: Web archives
it: Archivio Web

source: Web archives are closed.
it: Gli archivi WEB sono chiusi.

source: Web archives are restricted to list owners.
it: Gli archivi web sono disponibili solo per il propietario

source: Web archives are restricted to list subscribers and local domain users.
it: Gli archivi web sono disponibili sono al proprietario e agli utenti locali

source: Web archives are restricted to list subscribers.
it: Gli archivi web sono disponibili solo agli iscritti alla lista

source: Web archives are restricted to listmaster.
it: Gli archivi web sono disponibili solo al listmaster

source: Web archives size
it: Dimensioni dell'archivio WEB

source: Web forum ML
it: Forum Web ML

source: Web interface
it: Interfaccia WEB

source: Welcome message
it: Messaggio di benvenuto

source: Welcome message: This message is sent to new subscribers. It can be a full MIME structured message (only for MIME gurus).
it: Messaggio di benvenuto. Questo messaggio viene invitato ai nuovi iscritti. Può essere un messaggio completamente costruito con MIME (solo per guru del MIME)

source: Welcome return-path
it: Indirizzo di ritorno del messaggio di benvenuto.

source: Welcome to list %1
it: Benvenuto nella lista %1

source: Welcome to list %1@%2
it: Benvenuto nella lista %1@%2

source: When authenticating (
it: All'autenticazione (

source: When automatic task is executed on level 1 bouncers, a notification email can be send to listowner or listmaster.
it: Quando un azione automatica viene eseguita su errori di livello 1, può essere invitata una mail di notifica al proprietario o al listmaster

source: When automatic task is executed on level 2 bouncers, a notification email can be send to listowner or listmaster.
it: Quando un azione automatica viene eseguita su rifiuti di livello 2, può essere invitata una mail di notifica al proprietario o al listmaster

source: Who can add subscribers
it: Chi può aggiungere iscritti

source: Who can delete subscribers
it: Chi può cancellare le iscrizioni

source: Who can edit
it: Chi può modificare

source: Who can invite people
it: Chi può invitare persone

source: Who can review subscribers
it: Chi può elencare gli iscritti

source: Who can send messages
it: Chi può mandare messaggi

source: Who can start a remind process
it: Chi può iniziare un processo di promemoria

source: Who can subscribe to the list
it: Chi può iscriversi alla lista

source: Who can unsubscribe
it: Chi può cancellarsi dalla lista

source: Who can view
it: Chi può vedere

source: Who can view list information
it: Chi può vedere informazioni sulla lista

source: Wrong parameters
it: Parametri errati

source: You are already logged in as %1
it: Sei già collegato come %1

source: You are already subscribed to the list %1
it: Sei già iscritto alla lista %1

source: You are already subscriber of list %1
it: Sei già iscritto alla lista %1.

source: You are not subscribed to list %1
it: Non sei iscritto alla lista %1

source: You are not subscribed to list %1 with e-mail address %2
it: Non sei iscritto alla lista %1 con l'indirizzo email %2

source: You are subscribed since
it: Sei iscritto dal

source: You are the privileged owner of this list
it: Sei il proprietario privilegiato di questa lista

source: You asked for your e-mail address to be added to list '%1'.
it: Hai chiesto che il tuo indirizzo venga aggiunto alla lista %1

source: You asked for your e-mail address to be removed from list '%1'.
it: Hai chiesto che Il tuo indirizzo venga cancellato dalla lista %1

source: You can choose below a subset of parameters to edit :
it: Qui sotto puoi scegliere un sottoinsieme di parametri da modificare

source: You can configure it via the admin button beside.
it: Puoi configurarlo attraverso il pulsante amministrazione a fianco.

source: You can contact list owner:
it: Puoi contattare il proprietario della lista

source: You can edit several messages/files associated to your list :
it: Puoi modificare parecchi messaggi/file associati alla tua lista

source: You can logout (deletion of the cookie) at any time using logout button.
it: Puoi uscire (cancellare il tuo<I>cookie</I>) in qualsiasi momento usando il bottone Logout

source: You can put multiple commands in a message. These commands must appear in the message body and each line must contain only one command. The message body is ignored if the Content-Type is different from text/plain but even with crasy mailer using multipart and text/html for any message, commands in the subject are recognized.
it: Puoi mettere comandi multipli in un messaggio. Questi comandi devono apparire nel corpo del messaggio ed ogni linea deve contenere un solo messaggio. Il corpo del messaggio è ignorato se il Content type è diverso da text/plain, ma anche con client di mail che usano messaggi multipart e trasformano in text/html ogni messaggio, i comandi nell' Oggetto: sono riconosciuti.

source: You can submit a problem or request a new feature :
it: Puoi sottoporre un problema o richiedere una nuova funzionalità:

source: You can subscribe again :
it: Per iscriverti di nuovo:

source: You did not choose a password, request a reminder of the initial password
it: Non hai scelto una password, richiedi una copia della password iniziale.

source: You did not select an action to perform
it: Non hai selezionato un'azione da eseguire

source: You have been authenticated
it: Sei stato autenticato

source: You have been subscriber of list %1@%2 with email %3 for 1 year or more;
it: Sei stato iscritto alla lista %1@%2 con email %3 per 1 anno o piú

source: You have forgotten your password, or you've never had any password related to this server
it: Se hai dimenticato la password o non ne hai mai ricevuta una relativa a questo servizio

source: You have logged in with email address %1
it: Sei entrato con l'indirizzo email %1

source: You might have subscribed with another address. Please contact the list owner to help you unsubscribe :
it: Potresti esserti iscritto con un altro indirizzo Contatta il proprietario della lista perché ti aiuti a disiscriverti.

source: You need to choose a password for your WWSympa environment. You will need this password to perform privileged operations.
it: Devi scegliere una password per il tuo ambiente WWSympa. Hai bisogno della password per compiere azioni privilegiate.

source: You need to login
it: Devi fare login

source: You need to login to access your custom WWSympa environment or to perform a privileged operation (one that requires your email address).
it: Devi entrare per accedere alla personalizzazione dell'ambiente WWSympa o per eseguire un'operazione privilegiata (una che richieda il tuo indirizzo email)

source: You need to login.
it: Devi fare login

source: You need to provide list name
it: Devi indicare il nome d'una lista

source: You requested a subscription reminder to be sent to each subscriber of list %1
it: Hai chiesto che venisse inviato un promemoria a tutti gli utenti della lista %1

source: You requested a subscription reminder to be sent to each subscriber of list '*'
it: Hai chiesto che venisse inviato un promemoria a tutti gli utenti della lista '*'

source: You requested a subscription to %1 mailing list.
it: Hai richiesto di iscriverti alla lista %1.

source: You requested a subscription to list %1
it: Hai chiesto di iscriverti alla lista %1.

source: You requested a user removal from list %1.
it: Hai chiesto di disiscrivere un utente dalla lista %1

source: You requested a user subscription in list %1.
it: Hai chiesto di iscrivere un utente alla lista %1.

source: You requested subscription to list %1
it: Hai chiesto di iscriverti alla lista %1

source: You requested unsubscription from %1 mailing list.
it: Hai chiesto di disiscriverti dalla lista %1

source: You requested unsubscription from list %1
it: Hai chiesto di disiscriverti dalla lista %1

source: You should remove list aliases manually
it: Devi cancellare gli alias della lista manualmente.

source: You will receive an email, reminding you your password.
it: Riceverai un'email con la tua password

source: You won't receive the signed messages from your lists.
it: Non riceverai più i messaggi firmati dalle liste a cui sei iscritto

source: You're not authorized to upload an INDEX.HTML in %1
it: Non sei autorizzato a caricare un file INDEX.HTML in %1

source: Your Lists
it: Le tue liste

source: Your address (%1) has been removed from list %2@%3 because you didn't confirm your subscription.
it: Il tuo indirizzo (%1) è stato cancellato dalla lista %2@%3 perché non hai confermato la tua iscrizione

source: Your address (%1) has been removed from list %2@%3, probably because we received non-delivery reports for your address.
it: Il tuo indirizzo (%1) è stato eliminato dalla lista %2@%3, probabilmente perché sono stati ricevuti dei messaggi di non consegna al tuo indirizzo.

source: Your are subscriber of list %1@%2 with email %3
it: Sei iscritto alla lista %1@%2 con l'indirizzo %3.

source: Your are therefore not registered in Sympa user database and you can't login. If you subscribe to a list, WWSympa will give you an initial password.
it: Non sei registrato nel database degli utenti di Sympa e non puoi quindi entrare. Se ti iscrivi ad una lista, WWSympa ti invierà una password iniziale.

source: Your authentification certificate will expire on %1.
it: Il tuo certificato si estinguerà il %1

source: Your bouncing address in list %1
it: il tuo indirizzo errato per la lista %1

source: Your configuration regarding list %1 has been updated.
it: La sua configurazione relativa alla lista '%1' è stata aggiornata.

source: Your document %1 for list %2@%3 has been rejected by %4 list editor.
it: Il tuo documento %1 per la lista %2@%3 è stato rifiutato da %4, moderatore della lista.

source: Your document %1 for list %2@%3 has been installed by %4 list editor.
it: Il tuo documento %1 per la lista %2@%3 è stato inserito da %4, moderatore della lista.

source: Your document has been installed.
it: Il tuo documento è stato inserito.

source: Your document has been rejected.
it: Il tuo documento è stato rifiutato.

source: Your e-mail address
it: Il tuo indirizzo e-mail

source: Your e-mail address %1 has not been found in the list %2. Maybe you subscribed from a different e-mail address ?
it: il tuo indirizzo %1 non è stato trovato nella lista %2. È possibile che ti sia iscritto con un indirizzo differente.

source: Your e-mail address :
it: Il tuo indirizzo email

source: Your e-mail address:
it: Il tuo indirizzo email

source: Your email address (%1) has been removed from list %2@%3
it: Il tuo indirizzo %1 è stato cancellato dalla lista %2@%3

source: Your list creation request is registered. You can now modify its configuration using the admin button but the list will be unusable until the listmaster validates it.
it: La tua creazione di lista è stata memorizzata. Puoi modificare la configurazione usando il tasto amministra, ma la lista non sarà utilizzabile fino a che il listmaster non la convalida.

source: Your list is created.
it: La tua lista è stata creata.

source: Your message could not be sent because its size was over the maximum size allowed on this list.
it: Il tuo messaggio non può essere inoltrato perché le dimensioni eccedono quelle ammesse in questa lista.

source: Your message for list %1 has been forwarded to editor(s)
it: Il tuo messaggio per la lista %1 e stato trasmesso al moderatore(

source: Your message for list %1@%2 has been rejected by the moderator (%3).
it: Il tuo messaggio per la lista %1@%2 è stato rifiutato dal moderatore (%3)

source: Your message for list '%1' (attached below) was rejected. You are not allowed to send this message for the following reason :
it: il messaggio per la lista %1 (allegata sotto) è stato rifiutato Non sei autorizzato a spedire questo messaggio per la seguente ragione:

source: Your message has been rejected.
it: Il tuo messaggio è stato rifiutato.

source: Your message signature was successfully verified using S/MIME.
it: La tua firma è stata verificata con successo usando S/MIME

source: Your message was not a multipart/signed message or Sympa could not verify the signature (be aware that Sympa can't check signature if you use the subject header to write a command).
it: Il tuo messaggio non è di tipo multipart/signed, o Sympa non è stato in grado di verificare la firma. (Ti rendiamo noto che Sympa non può controllare la firma se usi l'header Subject: per inviare un comando).

source: Your other email addresses
it: Il tuo altro indirizzo email

source: Your password has been emailed to you
it: La tua password ti è stata spedita

source: Your password has been sent to your email address %1.<br />Please check your e-mail box to provide your password below.
it: La tua password è stata spedita al tuo indirizzo %1 <BR> Controlla la tua casella di posta per poi inserirla qui sotto.

source: Your password is stored in an LDAP directory, therefore Sympa cannot post you a reminder
it: La tua password è memorizzata in un direttorio LDAP, e quindi Sympa non può spedirti un promemoria.

source: Your preferences
it: Le tue preferenze

source: Your request has been forwarded to the list owner
it: La tua richiesta è stata mandata al proprietario della lista

source: Your request to subscribe/unsubscribe has been forwarded to the list's owners for approval. You will receive a notification when you have been subscribed (or unsubscribed) to the list.
it: La tua richiesta di iscrizione/cancellazione alla lista è stata inoltrata al gestore per l'approvazione. Riceverai una notifica quando l'operazione verrà effettuata.

source: Your subscription email is %1
it: Il tuo indirizzo di iscrizione è %1

source: Your subscriptions
it: Le tue iscrizioni

source: Your system does not conform to the POSIX P1003.1 standard, or your Perl system does not define the _SC_ARG_MAX constant in its POSIX library. You must modify the smtp.pm module in order to set a value for variable $max_arg.
it: Il tuo sistema non sembra conforme allo standard POSIX P1003.1, oppure il suo sistema Perl non ha definito la costante _SC_ARG_MAX nella libreria POSIX. È necessario modificare il modulo smtp.pm per impostare un valore per la variabile $max_arg.

source: [ Image%s ]
it: [ Immagine %s ]

source: [ Text converted from HTML ]
it: [ Testo convertito da HTML ]

source: %*(* Unable to process HTML message part **)
it: %*(* Non in grado di elaborare la parte HTML del messaggio **)

source: %An( attachment of type %s was included here)
it: %Un (allegato di tipo %s era contenuto qui)

source: %Attached( message follows) -----Original message-----
it: %Allegato (segue messaggio) -----Messaggio Originale

source: -----Delivery Status Report-----
it: ----Rapporto dello stato di consegna----

source: [ ** Unable to process HTML message part ** ]
it: [ ** Non riesco ad elaborare la parte HTML del messaggio **]

source: [ ** Unable to process HTML message part **]
it: [ ** Non riesco ad elaborare la parte HTML del messaggio ** ]

source: access
it: accesso
