Repository: wangaguo/ossf_openfoundry_projects
Catalog: trunk/services/sympa/source/po/*.po
Languages: it

source: Delete subscriber '%1' in DB failed.
it: Cancellazione dell'iscritto %1 nel DB fallita

source: Delete user in DB for old email '%1' failed.
it: La cancellazione dell'utente nel DB per la vecchia email %1 è fallita.

source: Deleting a user from the list is impossible.
it: Non è possibile cancellare un utente dalla lista

source: Deleting a user from the list is restricted to list owners.
it: La rimozione d'un utente dalla lista è consentita solo ai proprietari

source: Deletion message : This message is sent to users when you remove them from the list using the DEL command (unless you hit the Quiet button.
it: Messaggio di rimozione: Questo messaggio viene inviato agli utenti quando vengono rimossi dalla lista usando il comando DEL (a meno di non selezionare il modo Silenzioso)

source: Describe directory '%1'
it: Descrivi la directory %1

source: Describe file '%1'
it: Descrivi il file %1

source: Description : %1
it: Descrizione : %1

source: Description:
it: Descrizione:

source: Digest
it: Raccolta

source: Digest for list %1
it: Raccolta della lista %1

source: Digest frequency
it: Frequenza Raccolte (digest)

source: Digest maximum number of messages
it: Numero massimo di messaggi per il digest

source: DigestPlain
it: Raccolta semplice (non multipart)

source: Directory
it: Cartella

source: Directory %1 and its contents could not be copied : %2
it: La directory %1 e il suo contenuto non possono essere copiati: %2

source: Directory where the database is stored (used for DBD::CSV only)
it: Cartella dove si trova il database (usato solo per DBD::CSV)

source: Disable topics subscription
it: Disabilita l'iscrizione agli argomenti

source: Distribute
it: Distribuisci

source: Do you really want to delete %1 ?
it: Vuoi davvero rimuovere %1?

source: Do you really want to delete %1%2 (%3 Kb) ?
it: Vuoi davvero rimuovere %1%2(%3 Kb)?

source: Do you really want to delete %1%2 ?
it: Vuoi davvero rimuovere %1%2?

source: Do you really want to delete Selected Archives?
it: Vuoi davvero eliminare gli archivi selezionati?

source: Do you really want to delete theses messages ?
it: Vuoi davvero rimuovere questi messaggi?

source: Do you really want to delete this message ?
it: Vuoi davvero rimuovere questo messaggio?

source: Do you really want to remove %1 ?
it: Vuoi davvero rimuovere %1?

source: Do you really want to rename this list?
it: Vuoi davvero cambiare nome a questa lista?

source: Do you really want to send a subscription remind message to the %1 subscribers
it: Vuoi veramente mandare un messaggio ai %1 sottoscritti

source: Do you really want to send a subscription remind message to the %1 subscribers ?
it: Vuoi veramente mandare un promemoria ai %1 iscritti?

source: Do you really want to subscribe to list %1?
it: Vuoi davvero iscriverti alla lista %1?

source: Do you really want to unsubscribe from list %1?
it: Voui davvero disiscriverti dalla lista %1?

source: Do you want to DownLoad a Zip of the selected Archives before?
it: Vuoi davvero scaricare un file compresso degli archivi selezionati in precedenza?

source: Do you want to cancel the upload ?
it: Vuoi davvero

source: Do you want to delete the old file %1 ?
it: Vuoi davvero rimuovere %1?

source: Do you want to rename your file %1 ?
it: Vuoi davvero cambiare nome al file %1?

source: Document
it: Documento

source: Domain
it: Dominio

source: Domain name of the list, default is the robot domain name set in the related robot.conf file or in file /etc/sympa.conf.
it: Nome di dominio della lista. Il valore predefinito è il dominio del robot stabilito nel file robot.conf relativo o nel file /etc/sympa.conf

source: DownLoad ZipFile
it: Scarica il file Zip

source: E-mail address %1 has not been found in the list %2.
it: L'indirizzo %1 non è presente nella lista %2.

source: ERROR (%1)
it: Errore (%1)

source: Each bouncing user have a score (from 0 to 100).This parameter defines limit between each category of bouncing users.For example, level 2 is for users with a score between 80 and 100.
it: Ogni indirizzo respinto ha un punteggio (da 0 a 100). Questo parametro definisce i limiti tra ciascuna categoria di utenti respinti. Per esempio il livello 2 è per gli utenti con un punteggio tra 80 e 100

source: Each bouncing user have a score (from 0 to 100).This parameter defines lower limit foreach category of bouncing users.for example, level 1 begins from 45 to level_2_treshold.
it: Ogni indirizzo respinto ha un punteggio (da 0 a 100). Questo parametro definisce la soglia inferiore per ogni categoria d'indirizzo respinto.Per esempio il livello 1 inizia a 45 e arriva alla soglia del livello 2

source: Edit List Config
it: Modifica la configurazione della lista

source: Edit access
it: Modifica l'accesso

source: Edit the file %1
it: Modifica il file %1

source: Edition of the bookmark %1
it: Modifica del bookmark %1

source: Edition of the file %1
it: Modifica il file %1

source: Editor
it: Moderatore

source: Editors are responsible for moderating messages. If the mailing list is moderated, messages posted to the list will first be passed to the editors, who will decide whether to distribute or reject it.
it: I moderatori sono responsabili della moderazione della lista .Se la lista è moderata, i messaggi inviati alla lista devono prima passare dai moderatori, che decidono se distribuirli o rifiutarli.

source: Empty folder
it: Cartella vuota

source: End of %1 Digest %2
it: Fine della raccolta %1 della lista %2

source: End of digest for list %1 - %2
it: Fine della raccolta della lista %1 - %2

source: Error at line %d : %s
it: Errore alla linea %d : %s

source: Error rate:
it: Percentuale d'errore:

source: Error while deleting this message, please refer to listmaster with complete URL of the concerned message.
it: Errore nella rimozione di questo messaggio. Far riferimento al listmaster con la URL completa del messaggio in questione.

source: Error(s) found in the file %1.
it: Trovati errori nel file:%1.

source: Errors occured while copying family %2 file in list %1 directory.
it: Errore mentre venivano copiati i file della famiglia %2 nella cartella della lista %1

source: Errors while unzipping file '%1'.
it: Errore decomprimendo il file '%1'.

source: Everything about this list :
it: Tutto sulla lista:

source: Everything about this list:
it: Tutto su questa lista :

source: Expert mode
it: Modo per esperti

source: Expiration of unmoderated messages
it: Scadenza dei messaggi non moderati

source: Extend search field
it: Campo di ricerca esteso

source: FYI command %1 list %2 from %3 %4
it: NB: comando %1 lista %2 da %3 %4

source: FYI: %1 List "%2" from %3 %4
it: NB: %1 lista "%2" da %3 %4

source: FYI: %1 list %2 from %3 %4
it: NB: %s1lista %2 da %3 %4

source: FYI: Defining editors will not make the list moderated ; you will have to set the "send" parameter.
it: NB: Indicare i moderatori non rende la lista moderata. Devi anche impostare il parametro "send"

source: FYI: If the list is moderated, any editor can distribute or reject a message without the knowledge or consent of the other editors. Messages that have not been distributed or rejected will remain in the moderation spool until they are acted on.
it: NB: se la lista è moderata, ogni moderatore può distribuire o rifiutare un messaggio all'insaputa degli altri moderatori. I messaggi che non sono stati distribuiti o rifiutati rimangono nella coda di moderazione fino alla loro scadenza.

source: Failed : %1 not empty
it: Fallito:%1 non è vuoto

source: Failed : your content is empty
it: Errore : contenuto vuoto

source: Failed to include list admins
it: Non è riuscita l'aggiunta degli amministratori di lista

source: Failed to include list admins for list '%1'
it: Non è riuscita l'aggiunta delgi amministratori per la lista '%1'

source: Failed to inlude members
it: Fallito l'inserimento dei membri

source: Failed to inlude members for list '%1'
it: Fallita l'aggiunta di membri per la lista '%1'

source: Failed to install aliases.
it: Non riuscita l'installazione degli alias

source: Failed to instantiate family %2 for list %1
it: Non è stato possibile inizializzare la famiglia %2 per la lista %1

source: Failed to moderate a message ; it was probably moderated by another moderatir
it: Non è riuscita la moderazione d'un messaggio. Probabilimente è stato moderato da un altro gestore

source: Failed to remove aliases.
it: Non è riuscita l'eliminazione degli alias

source: Failed to update a file.
it: Non è riuscito l'aggiornamento del file

source: Failed to update database.
it: Non è riuscito l'aggiornamento del database

source: Families
it: Famiglie

source: Family name
it: nome della famiglia

source: File %1 has been renamed to %2
it: Il file %1 è stato rinominato %2

source: File %1 is not copied : %2
it: Il file %1 non è stato copiato: %2

source: File %1 saved
it: File %1 salvato

source: File %1 successfully uploaded!
it: %1 inserito con successo!

source: File %1 unziped!
it: File %1 decompresso!

source: File %1 waiting for moderation
it: File %1 in attesa d'essere moderato

source: File inclusion
it: Inclusione file

source: File name
it: Nome del file

source: File not found.
it: file non trovato

source: First login ?
it: Primo login?

source: Folder name
it: Nome della cartella

source: For further information, check the mailing list web site %1
it: Per un'assistenza maggiore conctrolla il sito delle liste di distribuzione %1

source: For further information, please contact %1-request@%2
it: Per un'assistenza maggiore contatta %1 request@%2

source: For further information, please contact %1@%2
it: Per maggiori informazioni, contatta %1@%2

source: For this operation, one Sympa site act as a server while the other one act as client. On the server side, the only setting needed is to give permission to the remote Sympa to review the list. This is controled by the review scenario.
it: Per questa operazione, un sito Sympa agisce da server mentre l'altro agisce daclient. Lato server, l'unica impostazione necessaria è dare il permesso al Sympa remoto di elencare gli utenti della lista. Questo è controllato dallo scenario review

source: Forced reply address
it: Indirizzo di risposta forzato

source: Foreach list here is a mailto to use if you want to unsubscribe.
it: Per ogni lista segue un indirizzo da usare per cancellarsi.

source: Forwarded mega-bytes : %1
it: MegaByte inviati : %1

source: Functions, equivalent to Sympa robot commands, are accessible in the higher part of the user interface's banner. WWSympa provides a customized environment with access to the following functions :
it: Funzionalità equivalenti ai comandi del robot Sympa sono disponibili nella parte alta dell'interfaccia utente. WWsympa fornisce un ambiente personalizzato per l'accesso alle seguenti funzionalità:

source: GET <list> <file> * To get <file> of <list> archive
it: GET <lista> <file> * Scarica il <file> dall'archivio della lista <lista>

source: Go
it: Va'

source: HELp * This help file
it: HELp *Questo file d'aiuto

source: HTTPS authentication information
it: Informazioni sull'autenticazione HTTPS

source: Help on Sympa: %1%2
it: Aiuto su Sympa %1%2

source: Here are the lists you are currently subscribed to :
it: Ecco l'elenco delle liste a cui sei iscritto:

source: Here are the subscribers of %1@%2 mailing list:
it: Informazioni sulla lista %1@%2 :

source: Here is the list of list from %1@%2
it: Ecco l'elenco delle liste di %1@%2

source: Home
it: Principale

source: Homepage : %1
it: Pagina principale %1

source: Hotline mailing list
it: Liste di distribuzione Hotline

source: I am not a list subscriber
it: Non sono iscritto ad alcuna lista

source: I am not a spammer
it: Non sono uno spammer

source: I am subscriber to at least one list but I have no password
it: Sono iscritto ad almeno una lista ma non ho alcuna password.

source: I forgot my password
it: Ho dimenticato la mia password

source: I subscribe to list %1
it: Mi iscrivo alla lista %1

source: I unsubscribe from list %1
it: Mi cancello dalla lista %1

source: INDex <list> * <list> archive file list
it: INDex <lista> * invia l'elenco dei messagi della lista.

source: INFO <list> * Information about a list
it: INFO <lista> * informazioni su una lista

source: INTERNAL SERVER ERROR (%1)
it: Errore interno del server (%1)

source: INVITE <list> <email> * Invite <email> for subscription in <list>
it: INVITE <lista> <email> *Invita l'utente <email> ad iscriversi alla lista.

source: Idem spam_protection but restricted to web archive. A additional value is available: cookie which mean that users must submit a small form in order to receive a cookie before browsing archives. This block all robot, even google and co.
it: Identico al parametro spam_protection, ma limitatamente all'archivio Web. È disponibile un scelta aggiuntiva: il valore "cookie": in questo caso l'utente deve compilare un piccolo modulo per ricevere un cookie prima di navigare gli archivi. Questo blocca tutti i robot, compreso google e compagnia bella.

source: If set to unique, the welcome message is sent using a unique return path in order to remove the subscriber immediately in the case of a bounce.
it: Se impostato a "unique", il messaggio di benvenuto viene spedito usando un unico indirizzo di replica, in modo da poter immediatamente rimuovere gli indirizzi degli iscritti in caso di errore.

source: If value was set to other_email, this parameter defines the e-mail address used.
it: Se il valore è impostato a other_mail, questo parametro definisce l'indirizzo email utilizzato.

source: If you do not want this action to be taken, you can safely ignore this message.
it: Se non vuoi che l'azione venga eseguita, puoi ignorare questo messaggio

source: If you don't want to subscribe just ignore this message.
it: Se non vuoi iscriverti, ignora questo messaggio.

source: If you want this action to be taken, please - reply to this mail OR - send a message to %1 with subject %2 OR - hit the following mailto
it: Per confermare questa operazione: - rispondi con un reply a questo messaggio O - invia un messaggio a '%1' con Oggetto %s O - clicca sul seguente mailto

source: If you want to unsubscribe from some list, please save this mail.
it: Se vuoi disiscriverti da qualche lista, salva questa mail

source: If you've never had a password from that server or if you don't remember it :
it: Se non hai mai ottenuto una password per questo servizio o l'hai dimenticata:

source: Ignoring message because of an internal server error.
it: Messaggio ignorato a causa d'un errore interno del server

source: Ignoring message body not in text/plain, please use text/plain only (or put your command in the subject).
it: Messaggio di comando nel testo ignorato perché non in text/plain. Utilizza solo text/plain (o mettere il comando nell'oggetto).

source: Impossible to browse shared for list '%1'.
it: Impossibile navigare nello spazio condiviso per la lista %1

source: Impossible to distribute your message for list '%1' because of an internal server error.
it: Impossibile distribuire il messaggio per la lista %1 a causa d'un errore internodel server

source: Impossible to distribute your message for list '%1' for the following reason :
it: Non è stato possibile distribuire il tuo messaggio alla lista %1 per il seguente motivo:

source: Impossible to forward your message to '%1-%2' because of an internal server error.
it: Impossibile inoltrare il tuo messaggio a %1-%2 a causa d'un errore interno delserver

source: Inactive lists
it: Liste non attive

source: Inclusions timeout
it: tempo scaduto per le inclusioni

source: Incorrect listname '%1' : matches one of service aliases
it: Nome di lista %1 non corretto: coincide con uno degli alias di servizio

source: Information file
it: File di informazione

source: Information regarding list %1
it: Informazioni sulla lista %1

source: Information regarding list %1@%2
it: Informazioni sulla lista %1@%2

source: Information regarding user %1 have been updated for list %2.
it: Le informazioni sull'utente %1 sono state aggiornate per la lista '%2'

source: Install
it: Installa.

source: Install it
it: Installala

source: Instantiation date
it: Data di creazione

source: Instead of receiving individual mail messages from the list, the subscriber will periodically receive a list of messages. This mode is very close to the Digest reception mode but the subscriber receives only the list of messages.
it: Invece di ricevere messaggi singoli dalla lista, l'iscritto riceve periodicamente solo un elenco dei messaggi. Questo modo è molto simile al modo Digest, ma l'iscritto riceve solo l'elenco dei messaggi

source: Instead of receiving individual mail messages from the list, the subscriber will periodically receive batched messages in a Digest. This Digest compiles a group of messages from the list, using the multipart/digest MIME format.
it: Invece di ricevere ogni singolo messaggio dalla lista, l'iscritto riceve periodicamente i messaggi in una raccolta. Questa raccolta riunisce un insieme di messaggi della lista usando il formato MIME multipart/digest

source: Internal scenario error for 'create_list'.
it: Errore interno di scenario per "crea lista"

source: Internet domain
it: Dominio Internet

source: Invitation to join list %1
it: Invito ad iscriversi alla lista %1

source: It was not possible to send it to you because the mailing list manager was unable to access to your personal certificat (email %1).
it: Non è stato possibile spedirlo perché il gestore della lista non è stato in grado di accedere al tuo certificato personale (email %1)

source: January:February:March:April:May:June:July:August:September:October:November:December
it: gennaio febbraio marzo aprile maggio giugno luglio agosto settembre ottobre novembre dicembre

source: LAST <list> * Used to received the last message from <list>
it: LAST <lista> *Invia l'ultimo messaggio della lista <lista>

source: LDAP query inclusion
it: Inclusione query LDAP

source: LISts * Directory of lists managed on this node
it: LISts * Invia l'elenco delle liste gestite dal server.

source: Language
it: Lingua

source: Language :
it: Lingua:

source: Language of the list
it: Lingua della lista

source: Last update
it: Ultimo aggiornamento

source: Last update :
it: Ultimo aggiornamento:

source: Last update : %1
it: Ultimo aggiornamento:%1

source: Last update of config
it: Ultimo aggiornamento della configurazione

source: Last update:
it: Ultimo aggiornamento

source: Latest family instantiation
it: Istanza di famiglia più recente

source: Latest lists
it: Ultime liste

source: Latest message
it: Ultimo messaggio

source: Layout
it: Impaginazione

source: Limit the number of days used for the selection
it: Limita il numero di giorni usati per la selezione

source: Limit the number of response
it: Limita il numero di riposte

source: List %1 / %2
it: Lista %1 / %2

source: List %1 allows only these reception modes : %2
it: La lista %1 permette solo questi modi di ricezione %2

source: List %1 allows you to tag your messages, using a set of defined topics. To tag the attached message go to the following page :
it: La lista %1 ti permette di contrassegnare i messaggi usando un insieme di temi predefiniti. Percontrassegnare il messaggio allegato vai alla seguente pagina:

source: List %1 archive quota exceeded
it: La quota d'archivio per la lista %1 è stata superata.

source: List %1 automatic bounce management
it: Gestione automatica degli indirizzi errati per la lista %1

source: List %1 configuration does not respect family %2 rules.
it: La configurazione della lista %1 non rispetta le regole della famiglia %2

source: List %1 does not accept the DIGEST mode. Your configuration regarding this command has not been updated.
it: La lista '%1' non accetta il modo DIGEST. Il relativo comando di configurazione è stato ignorato.

source: List %1 has no subscriber.
it: La lista %1 non ha iscritti

source: List %1 is closed
it: La lista %1 è chiusa

source: List %1@%2 has been reinstantiated (family %3). Some of the customizations have been removed because they no more respect the family rules : Parameters : %4
it: La lista %1@%2 è stata reinstanziata (famiglia %3) Alcune delle personalizzazini sono state eliminate perché non rispettavano più le regole della famiglia: Parametri:%4

source: List '%1' does not exist.
it: La lista '%1' non esiste.

source: List Administration Panel
it: Pannello di amministrazione della lista

source: List Definition
it: Definizione della lista.

source: List "%1" creation request
it: richiesta di creazione per la lista %1

source: List "%1" customizations have been removed
it: Gli alias per la lista %1 sono stati eliminati

source: List "%1" warning : archive %2% full
it: Avviso per la lista %1: l'archivio è pieno al %2%

source: List aliases have been removed.
it: Gli alias per la lista sono stati eliminati

source: List classification in the directory
it: Classificazione della lista nella directory

source: List creation is restricted to listmaster.
it: La creazione della lista è limitata al listmaster

source: List creation is restricted to local domain users.
it: La creazione della lista è limitata agli utenti del dominio locale

source: List definition
it: Definizione della lista

source: List description : This text is sent as an answer to the mail command INFO. It can also be included in the
it: Descrizione della lista: Questo testo viene inviato come risposta al comando INFO. Può essere anche incluso nel messaggio di benvenuto.

source: List has been closed
it: La lista è stata chiusa

source: List has been purged
it: La lista è stata epurata

source: List has been restored
it: La lista è stata ripristinata

source: List has no bouncing subscribers
it: La lista non ha utenti con indirizzi errati

source: List has no subscribers
it: La lista non contiene utenti

source: List homepage : HTML text to describe the list. It is printed on the right-hand side of the main list page. (default for this is the list description)
it: Pagina della lista:il testo HTML di descrizione della lista. viene visualizzato sul lato destro della pagina principale della lista (il valore predefinito è la descrizione della lista)

source: List inclusion
it: inclusione d'una lista

source: List information is restricted to list subscribers.
it: Le informazioni sulla lista sono riservate agli iscritti

source: List is Private : You can not browse available files.
it: Questa lista è privata: impossibile elencare i messaggi archiviati.

source: List is Private : You can not read the archives.
it: La lista è privata. Non puoi leggere gli archivi.

source: List name
it: Nome della lista:

source: List name:
it: Nome della lista:

source: List owners may decide to add message headers or footers to messages sent via the list. This parameter defines the way a footer/header is added to a message.
it: I proprietari della lista possono decidere di aggiungere un messaggio in testa o in coda alle mail invitate alla lista. Questo parametro imposta il modo con cui questi messaggi vengono aggiunti

source: List parameters edition is impossible.
it: Non è possibile modificare i parametri della lista

source: List parameters edition is restricted to list owners.
it: La modifica dei parametri della lista è permessa solo al proprietario.

source: List requested by
it: Lista richiesta da

source: List type :
it: Tipo di lista :

source: List unknown
it: Lista sconosciuta

source: Listing messages to moderate
it: Elenca i messaggi da moderare

source: Listing of documents shared to moderate
it: Elenca i documenti condivisi da moderare

source: Listing of folder
it: elenco delle cartelle

source: Listing of root folder
it: Elenco della cartella di radice

source: Listmaster : internal server error
it: Listmaster: errore interno del server
