Repository: wangaguo/ossf_openfoundry_projects
Catalog: trunk/services/sympa/source/po/*.po
Languages: it

source: STATS <list> * To consult the statistics for <list>
it: STATS <lista> * per esaminare le statistiche per la <lista>

source: SUBscribe <list> <name> * To subscribe or to confirm a subscription to <list>.
it: SUBscrive <lista> <nome> * per iscriversi o per confermare un'iscrizione alla <lista>

source: SYMPA is an electronic mailing-list manager that automates list management functions such as subscriptions, moderation, and archive management.
it: SYMPA è un gestore di liste di indirizzi email che automatizza la gestione di funzionalità come sottoscrizioni, moderazioni e gestione degli archivi.

source: SYSTEM ERROR (%1)
it: ERRORE DI SISTEMA (%1)

source: Same as welcome_return_path, but applied to remind messages.
it: Come il percorso di ritorno di benvenuto, ma riferito al messaggio di promemoria

source: Save
it: Salva

source: Scenari name
it: nome degli Scenari

source: Scenario test module
it: Modulo di test degli scenari

source: Scope
it: Limiti

source: Search
it: Cerca

source: Search User
it: Ricerca utente

source: Search area
it: Area di ricerca

source: Search field :
it: Campo di ricerca :

source: Search lists
it: Cerca nelle liste:

source: Secret string for generating unique keys
it: Stringa segreta per generare chiavi uniche

source: See logs for more details.
it: Guarda nei log per maggiori dettagli

source: See your subscriptions with the following email addresses
it: Vedi le tue iscrizioni con il seguente indirizzo di posta

source: Select below Archives months you want to delete or download (ZiP format):
it: Seleziona qui sotto i mesi d'archivio che vuoi cancellare o scaricare (formato ZIP)

source: Selection too wide, can not show selection
it: Selezione troppo ampia, non posso mostrare la selezione

source: Send me a confirmation password
it: Mandami la password di conferma

source: Send me my password
it: Mandami la password

source: Send this mail
it: Invia questa mail

source: Sender
it: Mittente

source: Sending messages : %1
it: Invio di messaggi : %1

source: Sending/Reception
it: Invio/Ricezione

source: Sending/reception setup
it: Impostazione degli invii/ricezioni

source: Serial number of the config
it: Numero revisione seriale della configurazione

source: Server error
it: Errore del server

source: Service messages description :
it: Descrizione dei messaggi di servizio

source: Set owner
it: Cambiare il proprietario

source: Set the owner of the directory %1
it: Modifica il proprietario del documento %1

source: Setting defaults list templates
it: Impostazioni per i modelli predefiniti per le lista

source: Setting site templates
it: Impostazioni dei modelli predefiniti del sito

source: Shared document directory size
it: Dimensione della directory dei documenti condivisi

source: Shared document edition is restricted to list owners.
it: La modifica dei documenti condivisi è limitata al proprietario

source: Shared document edition is restricted to list subscribers authenticated with user certificat.
it: La modifica dei documenti condivisi è limitata agli iscritti autenticati conun certificato utente.

source: Shared document edition is restricted to list subscribers.
it: La modifica dei documenti condivisi è limitata agli iscritti alla lista

source: Shared document reading is restricted to list owners.
it: La lettura dei documenti condivisi è limitata ai proprietari della lista.

source: Shared document reading is restricted to list subscribers authenticated with user certificat.
it: La lettura dei documenti condivisi è limitata agli iscritti autenticati con un certificato utente.

source: Shared document reading is restricted to list subscribers.
it: La lettura dei documenti condivisi è limitata agli iscritti.

source: Shared document to be approved for %1
it: Documento condiviso da approvare per %1

source: Shared documents
it: Documenti condivisi

source: Similar to the Digest option in that the subscriber will periodically receive batched messages in a Digest. With DigestPlain the Digest is sent in a plain text format, with all attachments stripped out. DigestPlain is useful if your email software doesn't display multipart/digest format messages well.
it: È simile al modo Raccolta, nel senso che l'iscritto riceverà periodicamente dei messaggi in delle raccolte. Nel modo DigestPlain la raccolta viene spedita come testo semplice, con tutti gli allegati rimossi.Il modo DigestPlain è utile se il software di posta non visualizza i formati multipart/digest in maniera corretta.

source: Size
it: Grandezza

source: Size (Kb)
it: Dimensioni (Kb)

source: Skins administration page
it: Pannello di amministrazione dell'interfaccia

source: Skins, CSS and colors
it: Skin, colori e CSS

source: Some of the topics you are subscribed to in the list '%1' have been deleted. Deleted topic(s) is(are) :
it: Alcuni dei temi a cui sei iscritto nella lista %1 sono stati cancellati Gli argomenti cancellati sono:

source: Sources
it: Fonte dei dati

source: Status
it: Stato

source: Status :
it: Stato

source: Status of the list
it: Stato della lista

source: Sub date
it: Abbonato da

source: Subject
it: Oggetto:

source: Subject : %1
it: Oggetto : %1

source: Subject :
it: Oggetto :

source: Subject : %1
it: Oggetto: %1

source: Subject of the list
it: Argomento della lista

source: Subject tagging
it: Contrassegnare l'Oggetto

source: Subject:
it: Oggetto:

source: Submit
it: Sottoponi

source: Submit your creation request
it: Spedisci la tua richiesta di creazione

source: Submitting a bug, a feature request
it: Invia una segnalazione d'errore o una richiesta di funzionalità

source: Subscribe
it: Iscriviti

source: Subscribed since :
it: Iscritto dal:

source: Subscriber
it: Iscritto

source: Subscriber '%1' is not found in list %2.
it: L'iscritto %1 non è nella lista %2

source: Subscriber Options
it: Opzioni d'iscrizione

source: Subscriber information
it: Informazione sull'iscritto

source: Subscribers
it: Utenti iscritti

source: Subscribers:
it: Iscritti:

source: Subscribing invitation message : it is sent to a person if some user use the INVITE command to invite someone for subscription.
it: Messaggio di invito all'iscrizione: viene mandato ad una persona se un utente usa il comando INVITE per invitare qualcuno ad iscriversi

source: Subscription : %1
it: Iscrizione : %1

source: Subscription profile
it: Profilo di iscrizione

source: Subscription reminder sent to each of %1 %2 subscribers.
it: Notifica di iscrizione spedita ad ognuno dei %1 utenti di %2

source: Subscription request to list %1
it: Richiesta di iscrizione alla lista %1

source: Subscription summary
it: Riassunto delle sue iscrizioni

source: Subscription to this list is impossible.
it: Richiesta di iscrizione alla lista non è possibile

source: Subscription to this list is restricted to local domain users.
it: L'iscrizione alla lista è limitata agli utenti del dominio locale

source: Subscription to this list requires S/MIME signature.
it: L'iscrizione a questa lista richiede la firma S/MIME

source: Subscriptions
it: Iscrizioni

source: Summary
it: Sommario

source: Summary of list %1
it: Riassunto della lista %1

source: Summary of your subscription (using the e-mail %1).
it: Riassunto delle sue iscrizioni (con indirizzo %1).

source: Sunday:Monday:Tuesday:Wednesday:Thursday:Friday:Saturday
it: domenica:lunedí:martedí:mercoledí:giovedí:venerdí:sabato

source: Sympa admin
it: Amministra Sympa

source: Sympa allows the list owner to choose how Sympa loads list member data. Subscriber information can be stored in a text file or relational database, or included from various external sources (list, flat file, result of or query).
it: Sympa permette al proprietario della lista di scegliere come Sympa carica i dati dei membri della lista Le informazioni sugli iscritti possono essere immagazzinate in un file di testo, in un database relazionale o prese da fonti esterne (elenchi, semplici file, risultati di interrogazioni su database).

source: Sympa caches user data extracted using the include parameter. Their TTL (time-to-live) within Sympa can be controlled using this parameter. The default value is 3600
it: Sympa memorizza i dati degli utenti ottenuti usando il parametro include. Il loro TTL (time to live=tempo di vita) può essere gestito usando questo parametro. Il valore predefinito è 3600.

source: Sympa can contact another Sympa service using https to fetch a remote list in order to include each member of a remote list as subscriber. You may include as many lists as required, using one include_remote_sympa_list paragraph for each included list. Be careful, however, not to give rise an infinite loop making cross includes.
it: Sympa può contattare un altro servizio Sympa usando una connessione https per andare a prendere una lista in remoto ed includere i membri di quella lista come iscritti. Si possono includere tutte le liste che si vuole, usando un paragrafo include_remote_sympa_list per ogni lista inclusa. Fai attenzione a non creare un ciclo infinito creando inclusioni incrociate.

source: Sympa could not check family %2 rules with list %1 param_constraint.conf file.
it: Sympa non ha potuto controllare le regole della famiglia %2 con il file param_constraint.conf della lista %1

source: Sympa could not deliver the requested page for the following reason :
it: Sympa non ha potuto consegnare la pagina richiesta per la seguente ragione:

source: Sympa could not include admins from external data sources ; the database or LDAP directory might be unreachable.
it: Sympa non è riuscito ad includere gli iscritti dalla fonte esterna di dati. Il database o la directory LDAP potrebbero essere irraggiungibilii.

source: Sympa could not include subscribers from external data sources ; the database or LDAP directory might be unreachable.
it: Sympa non è riuscito ad includere gli iscritti dalla fonte esterna di dati. Il database o la directory LDAP potrebbero essere irraggiungibili

source: Sympa could not load family %2 for list %1.
it: Sympa non può caricare la famiglia %2 per la lista %1

source: Sympa could not load the list config file.
it: Sympa non ha potuto caricare il file di configurazione della lista

source: Sympa could not modify list %1 (Family %2)
it: Sympa non ha potuto modificare la lista %1 (Famiglia %2)

source: Sympa could not set a cookie for login. Your should setup your navigator to accept cookies
it: Sympa non riesce a installare un cookie per il login. Devi impostare il navigatore ad accettare i cookies.

source: Sympa error - could not display web page
it: Errore di Sympa: non posso visualizzare la pagina web

source: Sympa is designed to allow easy internationalization of its user interface (service mail messages and web interface). All translations for one language are gathered in a single PO file that can be manipulated by standard GNU gettext tools.
it: Sympa è stato pensato per permettere una facile internazionalizzazione dell'interfaccia utente (servizi via mail e via web). Tutte le traduzioni per una singola lingua sono riunite in un singolo file PO che può venir modificato con gli strumenti standard GNU di textool

source: Sympa will not create new MIME parts, but will try to append the header/footer to the body of the message. Predefined message-footers will be ignored. Headers/footers may be appended to text/plain messages only.
it: Sympa non creerà altre sezioni MIME, ma cercherà di allegare l'intestazione/piè di pagina al corpo del messaggio. I pié di pagina preimpostati saranno ignorati. Le intestazioni e i piè di pagina possono essere allegati solo a file di testo semplice.

source: Synchronize members with data sources
it: Sincronizza i membri con la fonte dei dati

source: Syntax errors with the following parameters : %1
it: Errore di sintassi con i seguenti parametri: %1

source: Table of contents:
it: Sommario:

source: Tag message with topic is required for this list
it: Per questa lista è obbligatorio contrassegnare i messaggi con un tema

source: Tag messages for deletion
it: Marca questo messaggio per l'eliminazione

source: Tag this mail
it: Marca questa mail

source: Tag your message for list %1
it: Marca il tuo messaggio per la lista %1

source: Tagging message is required for this list
it: Per questa lista è necessario contrassegnare i messaggi

source: Template edition system
it: Sistema di modifica degli schemi

source: Template name
it: Maschera:

source: Template saved
it: Maschera salvata

source: Templates
it: Maschera:

source: Text archives
it: Archivi di testo

source: That is to say using a unique email address in Sympa for your subscriptions and preferences
it: Questo vuol dire usare un unico indirizzo e mail in Sympa per le iscrizioni e le opzioni

source: The %1 file that was initially attached to this message has been stored on the mailing lists server:
it: il file %1 che era precedentemente allegato a questo messaggio è stato memorizzato nel server di liste di distribuzione:

source: The %1 latest created lists
it: le %1 liste più recenti

source: The %1 latest messages
it: I %1 messaggi più recenti

source: The %1 latest shared documents
it: I %1 documenti condivisi più recenti

source: The %1 most active lists
it: Le %1 liste più attive

source: The 'global remind' feature is restricted to listmaster.
it: La funzionalità 'global remind' è ristretta solo al listmaster

source: The 'invite' feature is restricted to list owners.
it: La funzionalità 'INVITE' è limitata ai propietari.

source: The 'invite' feature is restricted to list subscribers.
it: La funzonalità 'INVITE' è limitata agli iscritti

source: The 'invite' feature is unavailable.
it: la funzionalità "invito" non è disponibile

source: The 'remind' feature is restricted to list owners.
it: La funzionalita 'REMIND' è limitata ai propietari

source: The 'remind' feature is restricted to listmaster.
it: La funzionalità 'REMIND' è limitata al listmaster

source: The 'review' feature is restricted to list owners.
it: la funzionalità 'REVIEW' è limitata ai proprietari

source: The 'review' feature is restricted to list subscribers and local domain users.
it: La funzionalità 'review' è limitata agli iscritti alla lista e agli utenti del dominio locale

source: The 'review' feature is restricted to list subscribers.
it: La funzionalità 'REVIEW' è limitata agli iscritti

source: The 'review' feature is restricted to listmaster.
it: La funzionalità 'REVIEW' è limitata al listmaster.

source: The 'review' feature is unavailable.
it: La funzionalità "review" non è disponibile

source: The Bouncers_level1 paragraphs defines the automatic behavior of bounce management.<br /> Level 1 is the lower level of bouncing users
it: Il livello 1 di messaggi rifiutati definisce il comportamento automatico per la gestione dei rifiuti.<br> Il livello 1 è il livello piú basso di indirizzi rifiutati.

source: The Bouncers_levelX paragraphs defines the automatic behavior of bounce management.<br /> Level 2 is the highest level of bouncing users
it: Il paragrafo del livello X definisce il comportamento automatico per la gestione dei rifiuti. <br/> Il livello 2 è il livello piú alto di rifiuto.

source: The MODINDEX command is restricted to moderators.
it: Il comando MODINDEX può essere usato solo dai moderatori della lista

source: The Reminder has been sent to %1 users.
it: Il promemoria è stato invitato a %1 utenti

source: The User '%1' is already subscriber of list '%2'.
it: L'utente '%1' e già iscritto alla lista '%2'.

source: The antivirus scan has failed while processing the following file:
it: L'esame dell'antivirus è fallito mentre elaborava il seguente file:

source: The authentication process failed. You probably confirmed your %1 using a different email address. Please try using your canonical address.
it: Il meccanismo di autenticazione ha dato errore Hai probabilmente confermato l'iscrizione %1 usando un'indirizzo differente da quello usato per la richiesta. Verifica l'indirizzo usato

source: The authentication server name is not defined.
it: Il nome del server di autenticazione non è definito

source: The available_user_options parameter starts a paragraph to define available options for the subscribers of the list.
it: il parametro avaiable_user_options dà inizio al paragrafo per definire le opzioni disponibili agli iscritti alla lista.

source: The certificate subject is :
it: L'oggetto del certificato è:

source: The configuration file --CONFIG-- contains errors.
it: Il file di configurazione CONFIG contiene degli errori.

source: The css_path parameter is defined, value is
it: Il parametro css_path è definito, con valore:

source: The current version doesn't include a color editor, so you need to edit robot.conf (or sympa.conf) to change colors. Here are the colors as defined for the current robot in robot.conf. If you did install statics CSS files, the colors in use may differ from this table.
it: La versione attuale non include un editor dei colori, quindi devi modificare robot.conf (o sympa.conf) per cambiarli.Questi sono i colori definiti per il robot auttuale in robot.conf. Se hai installato i CSS statici, i colori utilizzati potrebbero essere differenti da quelli della tabella seguente.

source: The database structure has been updated ; check log file for further details :
it: la struttura del database è stata aggiornata. Controlla i file di log per altri dettagli

source: The default is to respect (preserve) the existing Reply-To: SMTP header field in incoming messages. If set to forced, Reply-To: SMTP header field will be overwritten.
it: La scelta predefinita è di conservare il campo header-SMTP Reply To nei messaggi in arrivo. Se impostato a forced, il campo Reply To verrà sovrascritto

source: The default value. Sympa will add the footer/header as a new MIME part.
it: Il valore predefinito che Sympa aggiungerà all'intestazione/pié di pagina come una nuova sezione MIME

source: The default_user_options parameter starts a paragraph to define a default profile for the subscribers of the list.
it: il parametro default_user_options dà inizio ad un paragrafo per definire un profilo predefinito per gli iscritti alla lista.

source: The document repository exceed disk quota.
it: Il deposito dei documenti ha ecceduto la quota disco

source: The exporation failed for list '%1'
it: La esportazione perl la lista %1 è fallita

source: The exportation to an Ldap directory failed for list '%1'
it: L'esportazione verso un direttorio LDAP è fallita per la lista %1

source: The following address is not a known mailing list :
it: Il seguente indirizzo non è una lista di distribuzione nota.

source: The following commands are available only for lists's owners or moderators:
it: Comandi riservati ai proprietari o moderatori delle liste.

source: The following message was sent to list '%1' while it seems to contain commands like subscribe, unsubscribe, help, index, get, ... If your message effectively contained a command, please notice that commands should never ever be sent to lists. Commands must be sent to %2 exclusively. If your message was effectively addressed to the list, it has been interpreted by the software as a command. Please contact the list owner : %1-request@%3 so that he can take care of your message. Thank you for your attention.
it: Il seguente messaggio e' stato inviato alla lista , ma sembra contenere dei comandi come SUBSCRIBE, SIGNOFF, HELP, ... Se il tuo messaggio conteneva effettivamente dei comandi, nota che i comandi non devono essere mandati alle liste. I comandi devono esseremandati soltanto a %2 Se il messaggio era effettivamente destinato alla lista, è stato interpretato dal programma come un comando: contattare il proprietario della lista %1-request@%3 in mdoo che possa prendersi carico del tuo messagigo Grazie per l'attenzione.

source: The following virtual robots are running on this server :
it: I seguenti robot virtuali stanno girando su questo server

source: The latest created lists
it: Le liste create di recente

source: The latest messages
it: I messaggi più recenti

source: The latest shared documents
it: I documenti condivisi più recenti

source: The list '%1' is already closed
it: La lista %1 è già chiusa

source: The list '%1' is not closed
it: La lista %1 non è chiusa

source: The list document repository : %1/d_read/%2
it: il magazzino dei documenti della lista: %1/d_read/%2

source: The list is closed.
it: la lista è chiusa

source: The list of list members have been built/updated.
it: l'elenco dei membri della lista è stato creato/aggiornato

source: The list of list members will be built/updated soon (a few minutes).
it: l'elenco dei membri della lista verrà creato/aggiornato presto (pochi minuti)

source: The list owner receives a warning whenever a message is distributed and the number (percentage) of bounces exceeds this value.
it: Il proprietario della lista rivece un messaggio d'avviso ogni volta che un messaggio viene distribuito e il numero (in percentuale) dei rifiuti va oltre questo valore.

source: The list status has been set to error_config.
it: Lo stato della lista è stato impostato a error_config

source: The list type is a set of parameters' profile. Parameters will be editable, once the list created
it: Il tipo di lista consiste in un profilo. I parametri saranno modificabili successivamente

source: The list's subject
it: Argomento della lista

source: The mailing list server requires a working email address. Please provide your email address below. <p><i>Please note:</i> the email field may be pre-populated. If it is, then your authentication server has supplied an email address it associates with you. Wether you enter an address manually or accept the one provided, you will still need to confirm that this is a working email address by entering a confirmation password that will be sent to you. Please press the "Send me a confirmation password" to continue to the confirmation step.
it: Il server di liste di distribuzione richiede un indirizzo di email attivo.

source: The most active lists
it: Le liste più attive

source: The passwords you typed do not match
it: Le password che hai inserito non coincidono

source: The period is too long (%1 days)
it: Il periodo è troppo lungo (%1 giorni)

source: The priority with which Sympa will process messages for this list. This level of priority is applied while the message is going through the spool. The z priority will freeze the message in the spool.
it: La priorità con cui Sympa elabora i messaggi per la lista. Questo livello di priorità viene usato quando il messaggio passa attraverso la coda.La priorità z congela il messaggio nella coda

source: The reply_to_header parameter starts a paragraph defining what Sympa will place in the Reply-To: SMTP header field of the messages it distributes.
it: Il parametro reply_to_header dà inizio ad un paragrafo che definisce cosa Sympa metterà al posto del campo Reply To: degli header-SMTP nei messaggi che distribuisce.

source: The returned error message :
it: Il messaggio d'errore restituito

source: The sending interval for these Digests is defined by the list owner.
it: La frequenza d'invio per queste Raccolte è definito dal proprietario della lista.

source: The shared directory cannot have any description
it: Le cartelle condivise non possono avere descrizioni

source: The shared document space is empty
it: Lo spazio dei documenti condivisi è vuoto

source: The subscribe parameter defines the rules for subscribing to the list.
it: I parametri subscribe definiscono le regole per l'iscrizione alla lista.

source: The upload failed, try it again
it: Il caricamento è fallito, riprova

source: The user %1 has been removed from the list %2.
it: L'utente 51 è stato eliminato dalla lista %2
