Repository: wangaguo/ossf_openfoundry_projects
Catalog: trunk/services/sympa/source/po/*.po
Languages: it

source: There are %1 messages to be moderated for list %2@%3
it: Ci sono %1 messaggi da moderare per la lista '%2@%3'

source: There are new shared documents in list %1 : %2 from %3 To moderate these document : %4/modindex/%1
it: Ci sono nuovi documenti condivisi nella lista %1 %2 da %3 Per moderare questo documento: %4/modindex/%1

source: There is a need to protect Sympa web site against spambot which collect email address in public web site. Various methods are available in Sympa and you can choose it with spam_protection and web_archive_spam_protection parameters. Possible value are:
it: È necessario proteggere il sito Web Sympa contro gli 'spambot' che raccolgono indirizzi email dai siti web pubblici.Sono disponibili varî metodi in Sympa, e puoi scegliere quale usare con i parametri spam_protection e web_archive_spam_protection.I valori possibili sono:

source: There is a new shared document in list %1 : %2 from %3 To moderate this document : %4/modindex/%1
it: C'è un nuovo documento condiviso nella lista %1: %2 da %3 Per moderare questo documento: %4/modindex/%1

source: There is no message to moderate for list '%1'.
it: Non ci sono messaggi da moderare per la lista '%1'

source: There is no shared documents
it: non ci sono documenti condivisi

source: These commands have been performed :
it: Sono stati eseguiti questi comandi:

source: These commands have been rejected :
it: Questi comandi sono stati rifiutati

source: These commands have failed :
it: Questi comandi non sono riusciti:

source: These commands have failed because of an internal server error :
it: Questi comandi non sono stati eseguiti a causa d'un errore interno del sistema

source: This FastCGI process (%1) has served %2 pages since %3.
it: questo processo FastCGI (%1) ha servito %2 richieste dal %3.

source: This action is impossible because edition is moderated.
it: L'azione non è possibile perché la modifica è moderata

source: This action is impossible for directories because edition is moderated.
it: L'azione per le cartelle è impossibile perché la modifica è moderata

source: This action is restricted to document author, listmasters or privileged list owners.
it: L'azione è limitata all'autore del documento, al listmaster o ai proprietari privegiati della lista.

source: This action is restricted to list owners or moderators.
it: Questa azione è limitata ai proprietari o ai moderatori

source: This action is restricted to list owners.
it: Questa azione è limitata ai proprietari

source: This action is restricted to listmasters or list owners.
it: Questa azione è limitata al listmaster o ai proprietari

source: This action is restricted to listmasters or privileged list owners.
it: Questa azione è limitata ai listmaster o ai proprietari privilegiati

source: This action is restricted to listmasters.
it: Questa azione è limitata al listmaster

source: This action is restricted to moderators.
it: Questa azione è limitata ai moderatori

source: This action is restricted to privileged list owners.
it: Questa azione è limitata ai proprietari privilegiati

source: This button aims at protecting mailing lists archives against Spam Harvester.
it: Questo bottone serve per cercare di evitare ricerche negli archivi delle liste da parte dei robot

source: This is a description of the reception modes available in Sympa. These options are mutually exclusive, which means that you can't set two different reception modes at the same time. Only some of the modes might be available for specific mailing lists.
it: Questa è una descrizione dei modi di ricezione disponibili in Sympa. Queste opzioni sono mutuamente esclusive, ovvero non puoi impostare due diversi modi di ricezione allo stesso tempo. Per alcune liste potrebbero essere disponibili sono alcuni di questi modi.

source: This is an already existing document : '%1'
it: C'è già un documento %1

source: This is an automatic response sent by Sympa Mailing Lists Manager.
it: Questa è una risposta automatica inviata dal gestore di liste di distribuzione Sympa

source: This list archive is empty.
it: L'archivio della lista è vuoto

source: This list has no message topic
it: La lista non ha temi

source: This list is about %1, so you are probably concerned.
it: L'argomento di questa lista è %1, probabilmente ne sei interessato.

source: This list is configured to require topic(s) foreach message.
it: La configurazione della lista richiede che siano definiti dei temi per ogni messaggio

source: This list is configured to require topic(s).
it: La configurazione della lista richiede che siano definiti dei temi

source: This mode is used when a subscriber does not want to receive attached files. The attached files are replaced by a URL leading to the file stored on the list site.
it: Questo modo è usato quando un iscritto non vuole ricevere file allegati. I file allegati sono sostituiti da un URL che punta al file immagazzinato sul sito della lista.

source: This mode is used when a subscriber does not want to receive copies of messages that he or she has sent to the list.
it: Questo modo va usato quando un iscritto non vuole ricevereuna copia del messaggio che hai spedito alla lista.

source: This mode is used when a subscriber no longer wishes to receive mail from the list, but nevertheless wishes to retain the ability to post to the list. This mode therefore prevents the subscriber from unsubscribing and subscribing later on.
it: Questo modo va usato quando un iscritto non vuole piú ricevere mail dalla lista, ma vuole comunque consevarela possibilità di spedire alla lista. Questo modo evita all'iscritto dal disiscriversi e riiscriversi subito dopo.

source: This mode is used when a subscriber wishes to receive mails sent in both HTML and plain text formats only in HTML format.
it: Questo modo va usato quando un iscritto vuoleche le mail mandate in formato sia HTML che in testo semplice gli vengano consegnate solo formato HTML

source: This mode is used when a subscriber wishes to receive mails sent in both HTML and plain text formats only in plain text format.
it: Questo modo va usato quando un iscritto vuoleche le mail mandate in formato sia HTML che in testo semplice gli vengano consegnate solo formato testo.

source: This option is used mainly to cancel the nomail, summary or digest modes. If the subscriber was in nomail mode, he or she will again receive individual mail messages from the list.
it: Questa opzione va usata principalmente per disattivare i modi nomail, sommario, compendio. Se l'iscritto era in modo nomail, tornerà a ricevere messaggi dalla lista.

source: This other email address, that should be known by Sympa, will be recognized by Sympa as an alternate email address. You will also be able to unify your subscriptions with your main email address.
it: Quest'altro indirizzo email, che dev'essere noto a Sympa, verrà riconosciuto da Sympa come indirizzo alternativo. Potrai anche unificare le tue iscrizioni con il tuo indirizzo di posta principale.

source: This paragraph defines a topic used to tag a message of a list, named by msg_topic.name ("other" is a reserved word), its title is msg_topic.title. The msg_topic.keywords entry is optional and allows automatic tagging. This should be a list of keywords, separated by ','.
it: Questo paragrafo definisce un tema usato per contrassegnare un messaggio èper la lista, con nomimsg_topic.name ("other" è una parola riservata), il suo titolo è msg_topic.title.La voce msg_topic.keywords è facoltativa e permette la contrassegnazione automatica. Deveessere un elenco di parole chiave, separate da ''.

source: This paragraph defines bounce management parameters:
it: Questo paragrafo definisce il parametri di gestione dei rifiuti

source: This paragraph defines parameters for a query returning a list of subscribers. This paragraph is used only if user_data_source is set to include. This feature requires the Net::LDAP (perlldap) PERL module.
it: Questo paragrafo definisce i parametri per un'interrogazione LDAP che restituisce un elenco di iscritti.Questo paragrafo viene usato solo se user_data_source è impostato a include.Questa caratteristica richiedere il modulo Perl Net::LDAP (perlldap)

source: This paragraph defines parameters for a two-level query returning a list of subscribers. Usually the first-level query returns a list of DNs and the second-level queries convert the DNs into e-mail addresses. This paragraph is used only if user_data_source is set to include. This feature requires the Net::LDAP (perlldap) PERL module.
it: Questo paragrafo definisce i parametri per un'interrogazione a due livelli che restituiscono un elenco di iscritti. Di solito la prima interrogazione restitutisce un elenco di DN e la seconda li converte in indirizzi email.Questo paragrafo viene usato solo se user_data_source è impostato a include.Questa caratteristica richiede il modulo Perl Net::LDAP (perlldap)

source: This paragraph defines read and edit access to the shared document repository.
it: Questo paragrafo definisce l'accesso in lettura e in scrittura per il repositorio dei documenti condivisi.

source: This parameter allows the classification of lists. You may define multiple topics as well as hierarchical ones. WWSympa's list of public lists uses this parameter.
it: Questo parametro permette la classificazione delle liste. Puoi definire argomenti multipli e gerarchie di argomenti.L'elenco WWSympa delle liste pubbliche utilizza questo parametro.

source: This parameter defines the language used for the list. It is used to initialize a user's language preference; Sympa command reports are extracted from the associated message catalog.
it: Questo parametro definisce il linguaggio usato per le liste. È utilizzato anche per inizializzare l'opzione di lingua dell'utente. I resoconti di Sympa sono presi dal catalogo di messaggi associato.

source: This parameter defines which task is automaticaly applied on level 1 bouncers.
it: Questo parametro definisce quali azioni sono eseguite al livello1 di rifiuto

source: This parameter defines which task is automaticaly applied on level 2 bouncers.
it: Questo parametro definisce quali azioni vengano eseguite automaticamente per un rifiuto di livello 2

source: This parameter indicates if the tagging is optional or required for a list.
it: Questo parametro indica se la contrassegnazione è opzionale o richiesta per una lista

source: This parameter indicates the subject of the list, which is sent in response to the LISTS mail command. The subject is a free form text limited to one line.
it: Questo parametro mostra l'oggetto della lista, che viene mandato in risposta al comando via mail LISTS. L'oggetto è un testo libero limitato ad una linea.

source: This parameter indicates whether the Reply-To: field should indicate the sender of the message (sender), the list itself (list), both list and sender (all) or an arbitrary e-mail address (defined by the other_email parameter).
it: Questo parametro indica che il campo Reply-To debba contenere il mittente del messaggio (sender), la lista stessa (list) sia la lista che il mittente (all) o un indirizzo email arbitrario (definito dal parametro other_email)

source: This parameter indicates whether the list should feature in the output generated in response to a LISTS command or should be shown in the list overview of the web-interface.
it: Questo parametro indica se la lista debba apparire nell'output generato in risposta al comando LISTS e se debba comparire nella rivista dell'interfaccia Web

source: This parameter indicates which part of the message is used to perform automatic tagging.
it: Questo parametro indica quale parte del messaggio viene usata per eseguire la contrassegnazione automatica

source: This parameter is a confidential item for generating authentication keys for administrative commands (ADD, DELETE, etc.). This parameter should remain concealed, even for owners. The cookie is applied to all list owners, and is only taken into account when the owner has the auth parameter.
it: Questo parametro è un valore riservato per generare automaticamente le chaivi per i comandi amministrativi (ADD DELETE, ecc). Questo parametro deve rimanere nascosto, anche al proprietario.Il cookie è usato per tutti i proprietari di lista, ed è preso in considerazione solo quando il proprietario ha il parametro auth

source: This parameter is optional. It specifies a string which is added to the subject of distributed messages (intended to help users who do not use automatic tools to sort incoming messages). This string will be surrounded by [] characters.
it: Questo parametro è opzionale.Specifica una stringa che viene aggiunta all'oggetto del messaggio distribuito (lo scopo è aiutare gli utenti che non usano strumenti automatici per riordinare i messaggi in arrivo). Questa stringa viene inclusa tra [ ].

source: This parameter is optional. The headers specified will be added to the headers of messages distributed via the list. As of release 1.2.2 of Sympa, it is possible to put several custom header lines in the configuration file at the same time.
it: Questo parametro è opzionale. Gli header specificati verranno aggiunti agli header dei messaggi distribuiti per lista. Dalla release 1.2.2 di Sympa, è possibile mettere svariate linee di header personali nel file di configurazione in una volta sola.

source: This parameter specifies the unsubscription method for the list. Use open_notify or auth_notify to allow owner notification of each unsubscribe command.
it: Questo parametro specifica il modo di disiscrizione dalla lista. Usa open_notify o auth_notify per far ricevere ai proprietari la notifica d'ogni comando di disicrizione.

source: This parameter specifies who can access the list of members. Since subscriber addresses can be abused by spammers, it is strongly recommended that you only authorize owners or subscribers to access the subscriber list.
it: Questo parametro specifica chi può avere accesso all'elenco degli iscritti. Siccome gli spammer possono fare abuso degli indirizzi degli iscritti, si raccomanda vivamente di autorizzare solo i proprietari o gli iscritti per accedere all'elenco degli iscritti.

source: This parameter specifies who can send messages to the list.
it: Questo parametro specifica chi può mandare un messaggio alla lista.

source: This parameter specifies who is authorized to use the DEL command.
it: Questo parametro specifica chi è autorizzato ad usare il comando DEL

source: This parameter specifies who is authorized to use the remind command.
it: Questo parametro specifica chi è autorizzato ad usare il comando REMIND

source: This parameter states which model is used to create a expire task. An expire task regurlaly checks the inscription or reinscription date of subscribers and asks them to renew their subscription. If they don't they are deleted.
it: Questo parametro indica quale modello va usato per creare un azione di estinzione. Un azione d'estinzione controlla regolarmente le date d'iscrizione e risiscrizione degli iscritti, e chiede loro di rinnovarla. Se non lo fanno vengono cancellati.

source: This parameter states which model is used to create a remind task. A remind task regurlaly sends to the subscribers a message which reminds them their subscription to list.
it: Questo parametro indica quale modello va usato per creare un'azione di promemoria. Un'azione di promemoria manda regolarmente agli iscritti un messaggio, ricordando loro che sono iscritti alla lista.

source: This parameter will be interpreted only if the user_data_source value is set to include, and is used to begin a paragraph defining the SQL query parameters.
it: Questo parametro viene interpretato solo se il valore di user_data_source è impostato a include, ed è usato per dare inizio ad un paragrafo che definisce un'interrogazione SQL

source: This parameter will be interpreted only if the user_data_source value is set to include. The file should contain one e-mail address per line (lines beginning with a "#" are ignored).
it: Questo parametro viene interpretato solo se il valore di user_data_source è impostato a include. Il file deve contenere un indirizzi email per riga (le righe che iniziano per # sono ignorate)

source: This parameter will be interpreted only if user_data_source is set to include. All subscribers of list listname become subscribers of the current list. You may include as many lists as required, using one include_list listname line for each included list. Any list at all may be included; the user_data_source definition of the included list is irrelevant, and you may therefore include lists which are also defined by the inclusion of other lists. Be careful, however, not to include list A in list B and then list B in list A, since this will give rise an infinite loop.
it: Questo parametro viene interpretato solo se il valore di user_data_source è impostato a include. Tutti gli iscritti della lista listname diventano iscritti della lista in questione. Si possono includere tutte le liste che si vogliono, usando un include_list listname per ogni lista da includere. Ogni tipo di lista può essere incluso, la definizione di user_data_source delle liste incluse non è rilevante, e quindi si possono includere liste definite a loro volta includendo altre liste. Fa' però attenzione a non includere la lista A nella lista B e quindi la lista B nella lista A, perché questo darà il via ad un ciclo infinito.

source: This password, associated to your email address, will allow you to access your custom environment.
it: Questa password, assieme al tuo indirizzo email, ti permetterà di accedere al tuo ambiente personalizzato.

source: This server provide various news via RSS. Choose parameters and pickup the RSS url
it: Questo server fornisce diverse news via RSS. Scegli il parametro e indica l'url RSS

source: This server provides you access to your environment on mailing list server %1@%2. Starting from this URL, you can perform subscription options, unsubscription, archives, list management and so on.
it: Questo server ti fornisce l'accesso al tuo ambiente di liste di distribuzione %1@%2.Partendo da questo URL, puoi effettuare iscrizioni, disiscrizioni, gestione degli archivi e della lista e altro.

source: Thread
it: Percorso di conversazione

source: To access your personal environment, you need to login first
it: Per accedere all'ambiente personale devi prima fare login

source: To activate/delete this mailing list :
it: Per attivare/eliminare questa lista di distribuzione

source: To choose your password go to 'preferences', from the upper menu.
it: Per scegliere la password vai alle 'Opzioni' dal menu superiore.

source: To complete your account setup actions you need to confirm that you have supplied a working email address. Please enter the following email and password in the setup wizard to complete your account configuration.
it: Per completare la configurazione del tuo account devi dar conferma che hai fornito un indirizzo email funzionante. Inserisci la seguente email e password per convalidare il vostro account.

source: To confirm your request, please click the button below :
it: Per confermare la tua richiesta, fai clic sul tasto qui sotto.

source: To confirm your request, please click the button below :
it: Per confermare la tua richiesta, fai clic sul bottone qui sotto:

source: To confirm your email address change, please enter the password you received below :
it: Per confermare il cambio di indirizzo email, inserisci qui sotto la password che hai ricevuto

source: To confirm your identity and prevent anyone from subscribing you to this list against your will, a message containing your password will be sent to you.
it: Per confermare la tua identità ed evitare che altri ti iscrivano contro la tua volontà, ti verrà inviato un messaggio con la tua password.

source: To confirm your identity and prevent anyone from unsubscribing you from this list against your will, a message containing an URL will be sent to you.
it: Per confermare la tua identità e impedire ad altri di disiscriverti dalla lista contro la tua volontà, ti verrà inviato un messaggio conentente una URL

source: To confirm your subscription to list %1, please enter your password below :
it: Per confermare la tua iscrizione alla lista %1, inserisci la tua password qui sotto

source: To confirm your subscription, you need to provide the following password
it: Per confermare la tua iscrizione, devi fornire la seguente password

source: To confirm your unsubscription from list %1, please enter your password below :
it: Per confermare la disiscrizione dalla lista %1 inserisci la tua password qui sotto:

source: To contact this service administrator :
it: Per contattare l'amministratore del servizio:

source: To distribute the attached message in list %1, folow the link below :
it: Per inoltrare il messaggio allegato alla lista '%1' segui il link qui sotto

source: To distribute the attached message in list %1:
it: Per inoltrare il messaggio allegato alla lista '%1' : "

source: To find out the correct listname, ask for this server's lists directory :
it: Per trovare il nome esatto della lista, richiedi l'elenco delle liste di questo server

source: To hide the sender's email address before distributing the message. It is replaced by the provided email address.
it: Per nascondere l'indirizzo email del mittente prima di distribuire il messaggio.Viene sostituito dall'indirizzo specificato.

source: To login, select your organization authentication server below.<br /> If it is not listed or if you don't have any, login using your email and password on the right column.
it: Per entrare, scegli il tuo server d'autenticazione qui sotto<BR> Se non è elencato o se non ne hai uno, entra usando la tua email e la tua password nella colonna a destra.

source: To receive them again, renew your certificate with your certification authority and send a signed message to %1@%2 or click :
it: Per riceverli di nuovo, rinnova il tuo certificato con la tua CA e manda un messaggio firmato a%1@%2 o clicca qui:

source: To receive your password :
it: Per ricevere la tua password :

source: To reject it (it will be removed):
it: Per respingerlo (sarà cancellato) : "

source: To subscribe just reply to this message or hit the following mailto url :
it: Per iscriverti rispondi a questo messaggio o segui questo urlmailto:

source: To tag the attached message in list %1 go to the following page : %2/viewmod/%1/%3
it: per contrassegnare il messaggio allegato alla lista %1 vai alla seguente pagina: %2/viewmod/%1/%3

source: To unsubscribe from the list, you need to provide the following password
it: Per disiscriverti dalla lista, devi fornire la password seguente:

source: To update your topics subscription, go to the following page : %1
it: Per aggiornare la tua iscrizione ai temi, vai alla seguente pagina: %1

source: Toggle Selection
it: Cambia la selezione

source: Topic "other" is a reserved word
it: Il tema "other" è una parola riservata

source: Topic subscription :
it: Iscrizione ad un tema:

source: Topics for message categorization
it: Temi per la categorizzazione dei messaggi

source: Topics for the list
it: Argomenti della lista

source: Topics udpating in list %1
it: Aggiornamento dei temi per la lista %1

source: Topics visibility is restricted to identified users.
it: I temi sono visibili solo agli utenti che si sono identificati.

source: Topics visibility is restricted to listmaster.
it: I temi sono visibili solo al listmaster

source: Topics:
it: Argomenti:

source: Total size used for %1@%2 Bytes.
it: Spazio totale utilizzato per %1@%2 (Byte)

source: Total subscribers : %1
it: Iscritti alla lista : %1

source: Translating Sympa
it: Tradurre Sympa

source: Type
it: Modi
